Repository: ernanesa/APPs_Flutter
Catalog: apps/compound_interest_calculator/lib/l10n/app_*.arb
Languages: ar, hi, id, ja, zh

# appTitle
source: Compound Interest
ar: الفائدة المركبة
hi: चक्रवृद्धि ब्याज
id: Bunga Majemuk
ja: 複利計算機
zh: 复利计算器

source: Calculate
ar: احسب
hi: गणना करें
id: Menghitung
ja: 計算
zh: 计算

source: Reset
ar: إعادة تعيين
hi: रीसेट
id: Mengatur ulang
ja: リセット
zh: 重置

source: Save
ar: حفظ
hi: सहेजें
id: Menyimpan
ja: 保存
zh: 保存

source: Cancel
ar: إلغاء
hi: रद्द करें
id: Membatalkan
ja: キャンセル
zh: 取消

source: Delete
ar: حذف
hi: हटाएं
id: Menghapus
ja: 削除
zh: 删除

source: Close
ar: إغلاق
hi: बंद करें
id: Menutup
ja: 閉じる
zh: 关闭

source: Settings
ar: الإعدادات
hi: सेटिंग्स
id: Pengaturan
ja: 設定
zh: 设置

source: History
ar: السجل
hi: इतिहास
id: Sejarah
ja: 履歴
zh: 历史

source: Chart
ar: الرسم البياني
hi: चार्ट
id: Bagan
ja: グラフ
zh: 图表

source: Details
ar: التفاصيل
hi: विवरण
id: Detail
ja: 詳細
zh: 详情

source: Initial Capital
ar: رأس المال الأولي
hi: प्रारंभिक पूंजी
id: Modal Awal
ja: 初期資本
zh: 初始资本

# interestRate
source: Interest Rate (% per year)
ar: معدل الفائدة (% سنوياً)
hi: ब्याज दर (% प्रति वर्ष)
id: Suku Bunga (% per tahun)
ja: 利率（年%）
zh: 利率（年%）

source: Investment Period
ar: فترة الاستثمار
hi: निवेश अवधि
id: Periode Investasi
ja: 投資期間
zh: 投资期限

source: Monthly Contribution
ar: المساهمة الشهرية
hi: मासिक योगदान
id: Kontribusi Bulanan
ja: 月額拠出
zh: 每月投入

source: Months
ar: أشهر
hi: महीने
id: Bulan
ja: ヶ月
zh: 月

source: Years
ar: سنوات
hi: वर्ष
id: Bertahun-tahun
ja: 年
zh: 年

source: Optional
ar: اختياري
hi: वैकल्पिक
id: Opsional
ja: オプション
zh: 可选

source: Calculation Name
ar: اسم الحساب
hi: गणना का नाम
id: Nama Perhitungan
ja: 計算名
zh: 计算名称

# calculationNameHint
source: Enter a name
ar: أدخل اسمًا
hi: नाम दर्ज करें
id: Masukkan nama
ja: 名前を入力
zh: 输入名称

source: Calculation saved
ar: تم حفظ الحساب
hi: गणना सहेजी गई
id: Perhitungan disimpan
ja: 計算を保存しました
zh: 计算已保存

source: Required field
ar: حقل مطلوب
hi: अनिवार्य फ़ील्ड
id: Bidang yang wajib diisi
ja: 必須項目
zh: 必填字段

source: Invalid number
ar: رقم غير صالح
hi: अमान्य संख्या
id: Nomor tidak valid
ja: 無効な数値
zh: 无效数字

source: Invalid rate
ar: معدل غير صالح
hi: अमान्य दर
id: Tarif tidak valid
ja: 無効な利率
zh: 无效利率

source: Total Amount
ar: المبلغ الإجمالي
hi: कुल राशि
id: Jumlah Total
ja: 合計金額
zh: 总额

source: Total Contributed
ar: إجمالي المستثمر
hi: कुल योगदान
id: Jumlah Kontribusi
ja: 投資総額
zh: 投入总额

source: Total Interest
ar: إجمالي الفائدة
hi: कुल ब्याज
id: Jumlah Bunga
ja: 利息総額
zh: 利息总额

source: Percentage Gain
ar: نسبة الربح
hi: प्रतिशत लाभ
id: Persentase Keuntungan
ja: 利益率
zh: 收益百分比

source: Result
ar: النتيجة
hi: परिणाम
id: Hasil
ja: 結果
zh: 结果

source: View chart
ar: عرض الرسم البياني
hi: चार्ट देखें
id: Lihat grafik
ja: グラフを見る
zh: 查看图表

source: Growth chart
ar: مخطط النمو
hi: वृद्धि चार्ट
id: Grafik pertumbuhan
ja: 成長グラフ
zh: 增长图表

source: Month
ar: شهر
hi: महीना
id: Bulan
ja: 月
zh: 月

source: Monthly Breakdown
ar: التفصيل الشهري
hi: मासिक विवरण
id: Perincian Bulanan
ja: 月次内訳
zh: 月度明细

source: Balance Evolution
ar: تطور الرصيد
hi: शेष विकास
id: Keseimbangan Evolusi
ja: 残高推移
zh: 余额演变

source: Investment Presets
ar: إعدادات الاستثمار المسبقة
hi: निवेश प्रीसेट
id: Preset Investasi
ja: 投資プリセット
zh: 投资预设

# presetPoupanca
source: Savings Account
ar: حساب التوفير
hi: बचत खाता
id: Rekening tabungan
ja: 普通預金
zh: 储蓄账户

# presetPoupancaDesc
source: Low risk, low return (6.17% p.y.)
ar: مخاطرة منخفضة، عائد منخفض (6.17% سنوياً)
hi: कम जोखिम, कम रिटर्न (6.17% वार्षिक)
id: Risiko rendah, keuntungan rendah (6,17% p.y.)
ja: 低リスク、低リターン（年6.17%）
zh: 低风险，低回报（6.17%年）

# presetCDIDesc
source: Post-fixed conservative (10.65% p.y.)
ar: محافظ لاحق الثبات (10.65% سنوياً)
hi: रूढ़िवादी पोस्ट-फिक्स्ड (10.65% वार्षिक)
id: Konservatif pasca-tetap (10,65% p.y.)
ja: 保守的後固定（年10.65%）
zh: 保守后固定（10.65%年）

# presetTesouroSelicDesc
source: Government bonds (10.75% p.y.)
ar: سندات حكومية (10.75% سنوياً)
hi: सरकारी बांड (10.75% वार्षिक)
id: Obligasi pemerintah (10,75% p.y.)
ja: 国債（年10.75%）
zh: 政府债券（10.75%年）

# presetTesouroIPCADesc
source: Inflation protected (6.50% + IPCA)
ar: حماية التضخم (6.50% + IPCA)
hi: मुद्रास्फीति सुरक्षा (6.50% + IPCA)
id: Terlindungi dari inflasi (6,50% + IPCA)
ja: インフレ保護（6.50% + IPCA）
zh: 通胀保护（6.50% + IPCA）

# presetCDBDesc
source: Bank deposit certificate (11.50% p.y.)
ar: شهادة إيداع بنكية (11.50% سنوياً)
hi: बैंक जमा प्रमाणपत्र (11.50% वार्षिक)
id: Sertifikat deposito bank (11,50% p.y.)
ja: 銀行預金証書（年11.50%）
zh: 银行存款证（11.50%年）

# presetLCILCADesc
source: Tax-free real estate/agro (9.00% p.y.)
ar: عقاري/زراعي معفى من الضرائب (9.00% سنوياً)
hi: रियल एस्टेट/कृषि कर-मुक्त (9.00% वार्षिक)
id: Real estat/agro bebas pajak (9,00% p.y.)
ja: 不動産/農業非課税（年9.00%）
zh: 房地产/农业免税（9.00%年）

source: Calculation History
ar: سجل الحسابات
hi: गणना इतिहास
id: Sejarah Perhitungan
ja: 計算履歴
zh: 计算历史

# noHistory
source: No calculations yet
ar: لا توجد حسابات بعد
hi: अभी तक कोई गणना नहीं
id: Belum ada perhitungan
ja: 計算がまだありません
zh: 暂无计算

# deleteConfirm
source: Delete this calculation?
ar: حذف هذا الحساب؟
hi: इस गणना को हटाएं?
id: Hapus penghitungan ini?
ja: この計算を削除しますか？
zh: 删除此计算？

# clearHistory
source: Clear All History
ar: مسح كل السجل
hi: सभी इतिहास साफ करें
id: Hapus Semua Riwayat
ja: すべての履歴をクリア
zh: 清除所有历史

# clearHistoryConfirm
source: Delete all calculations?
ar: حذف جميع الحسابات؟
hi: सभी गणनाओं को हटाएं?
id: Hapus semua penghitungan?
ja: すべての計算を削除しますか？
zh: 删除所有计算？

source: Achievements
ar: الإنجازات
hi: उपलब्धियां
id: Prestasi
ja: 実績
zh: 成就

source: Achievement Unlocked!
ar: إنجاز مفتوح!
hi: उपलब्धि अनलॉक हुई!
id: Prestasi Tidak Terkunci!
ja: 実績解除！
zh: 成就解锁！

# achievementsProgress
source: Progress
ar: التقدم
hi: प्रगति
id: Kemajuan
ja: 進捗
zh: 进度

source: Not unlocked yet
ar: لم يُفتح بعد
hi: अभी तक अनलॉक नहीं हुआ
id: Belum dibuka kuncinya
ja: まだ解除されていません
zh: 尚未解锁

source: Unlocked on
ar: فُتح في
hi: अनलॉक किया गया
id: Tidak terkunci
ja: 解除日
zh: 解锁于

# categoryCalculations
source: Calculations
ar: الحسابات
hi: गणनाएं
id: Perhitungan
ja: 計算
zh: 计算

# categoryStreak
source: Streak
ar: السلسلة
hi: श्रृंखला
id: Garis
ja: 連続
zh: 连续

# categoryAmounts
source: Amounts
ar: المبالغ
hi: राशियां
id: Jumlah
ja: 金額
zh: 金额

# categorySpecial
source: Special
ar: خاص
hi: विशेष
id: Spesial
ja: 特別
zh: 特殊

# achievementFirstCalc
source: First Calculation
ar: الحساب الأول
hi: पहली गणना
id: Perhitungan Pertama
ja: 最初の計算
zh: 首次计算

# achievementFirstCalcDesc
source: Complete your first calculation
ar: أكمل حسابك الأول
hi: अपनी पहली गणना पूरी करें
id: Selesaikan perhitungan pertama Anda
ja: 最初の計算を完了
zh: 完成您的第一次计算

# achievementCalc10
source: 10 Calculations
ar: 10 حسابات
hi: 10 गणनाएं
id: 10 Perhitungan
ja: 10回計算
zh: 10次计算

# achievementCalc10Desc
source: Complete 10 calculations
ar: أكمل 10 حسابات
hi: 10 गणनाएं पूरी करें
id: Selesaikan 10 perhitungan
ja: 10回の計算を完了
zh: 完成10次计算

# achievementCalc50
source: 50 Calculations
ar: 50 حساباً
hi: 50 गणनाएं
id: 50 Perhitungan
ja: 50回計算
zh: 50次计算

# achievementCalc50Desc
source: Complete 50 calculations
ar: أكمل 50 حساباً
hi: 50 गणनाएं पूरी करें
id: Selesaikan 50 perhitungan
ja: 50回の計算を完了
zh: 完成50次计算

# achievementCalc100
source: Century
ar: القرن
hi: शताब्दी
id: Abad
ja: センチュリー
zh: 百次

# achievementCalc100Desc
source: Complete 100 calculations
ar: أكمل 100 حساب
hi: 100 गणनाएं पूरी करें
id: Selesaikan 100 perhitungan
ja: 100回の計算を完了
zh: 完成100次计算

# achievementStreak3
source: 3-Day Streak
ar: سلسلة 3 أيام
hi: 3-दिन की श्रृंखला
id: Beruntun 3 Hari
ja: 3日連続
zh: 3天连续

# achievementStreak3Desc
source: Use the app for 3 consecutive days
ar: استخدم التطبيق لمدة 3 أيام متتالية
hi: 3 लगातार दिनों तक ऐप का उपयोग करें
id: Gunakan aplikasi selama 3 hari berturut-turut
ja: 3日間連続でアプリを使用
zh: 连续3天使用应用

# achievementStreak7
source: Week Warrior
ar: محارب الأسبوع
hi: सप्ताह योद्धा
id: Pejuang Minggu
ja: 週の戦士
zh: 周勤奋

# achievementStreak7Desc
source: Use the app for 7 consecutive days
ar: استخدم التطبيق لمدة 7 أيام متتالية
hi: 7 लगातार दिनों तक ऐप का उपयोग करें
id: Gunakan aplikasi selama 7 hari berturut-turut
ja: 7日間連続でアプリを使用
zh: 连续7天使用应用

# achievementStreak30
source: Month Master
ar: سيد الشهر
hi: महीने का मास्टर
id: Bulan Guru
ja: 月のマスター
zh: 月大师

# achievementStreak30Desc
source: Use the app for 30 consecutive days
ar: استخدم التطبيق لمدة 30 يوماً متتالياً
hi: 30 लगातार दिनों तक ऐप का उपयोग करें
id: Gunakan aplikasi selama 30 hari berturut-turut
ja: 30日間連続でアプリを使用
zh: 连续30天使用应用

# achievementMillion
source: First Million
ar: المليون الأول
hi: पहला मिलियन
id: Jutaan Pertama
ja: 最初の100万
zh: 首个百万

# achievementMillionDesc
source: Calculate reaching R$ 1,000,000
ar: احسب للوصول إلى R$ 1.000.000
hi: R$ 1,000,000 तक पहुंचने की गणना करें
id: Hitung mencapai R$ 1.000.000
ja: R$ 1,000,000に到達する計算
zh: 计算达到R$ 1,000,000

# achievementTenMillion
source: Ten Million Club
ar: نادي العشرة ملايين
hi: दस मिलियन क्लब
id: Klub Sepuluh Juta
ja: 1000万クラブ
zh: 千万俱乐部

# achievementTenMillionDesc
source: Calculate reaching R$ 10,000,000
ar: احسب للوصول إلى R$ 10.000.000
hi: R$ 10,000,000 तक पहुंचने की गणना करें
id: Hitung mencapai R$ 10.000.000
ja: R$ 10,000,000に到達する計算
zh: 计算达到R$ 10,000,000

# achievementLongTerm
source: Long-Term Thinker
ar: مفكر طويل الأمد
hi: दीर्घकालिक विचारक
id: Pemikir Jangka Panjang
ja: 長期思考者
zh: 长期思考者

# achievementLongTermDesc
source: Calculate investment of 10+ years
ar: احسب استثماراً لأكثر من 10 سنوات
hi: 10+ वर्षों के निवेश की गणना करें
id: Hitung investasi 10+ tahun
ja: 10年以上の投資を計算
zh: 计算10+年的投资

# streakDays
source: {count, plural, =1{1 day} other{{count} days}}
ar: {count, plural, =1{يوم واحد} other{{count} أيام}}
hi: {count, plural, =1{1 दिन} other{{count} दिन}}
id: {count, plural, =1{1 day}lainnya{{count}hari}}
ja: {count, plural, =1{1日} other{{count}日}}
zh: {count, plural, =1{1天} other{{count}天}}

source: Current Streak
ar: السلسلة الحالية
hi: वर्तमान श्रृंखला
id: Garis Saat Ini
ja: 現在の連続
zh: 当前连续

source: Best Streak
ar: أفضل سلسلة
hi: सर्वश्रेष्ठ श्रृंखला
id: Garis Terbaik
ja: 最高の連続
zh: 最佳连续

source: days
ar: أيام
hi: दिन
id: hari
ja: 日
zh: 天

source: Daily Goal
ar: الهدف اليومي
hi: दैनिक लक्ष्य
id: Tujuan Harian
ja: 日次目標
zh: 每日目标

# dailyGoalTarget
source: Target Calculations
ar: هدف الحسابات
hi: लक्ष्य गणनाएं
id: Perhitungan Sasaran
ja: 目標計算数
zh: 目标计算数

source: Goal Reached!
ar: تم بلوغ الهدف!
hi: लक्ष्य पहुंचा!
id: Tujuan Tercapai!
ja: 目標達成！
zh: 目标达成！

# calculationsProgress
source: {completed}/{target} calculations
ar: {completed}/{target} حسابات
hi: {completed}/{target} गणनाएं
id: {completed}/{target}perhitungan
ja: {completed}/{target}計算
zh: {completed}/{target}计算

source: calculations per day
ar: حسابات في اليوم
hi: प्रति दिन गणनाएं
id: perhitungan per hari
ja: 1日あたりの計算数
zh: 每天计算数

source: Color Theme
ar: سمة الألوان
hi: रंग थीम
id: Tema Warna
ja: カラーテーマ
zh: 颜色主题

# themeGreen
source: Green
ar: أخضر
hi: हरा
id: Hijau
ja: 緑
zh: 绿色

# themeBlue
source: Blue
ar: أزرق
hi: नीला
id: Biru
ja: 青
zh: 蓝色

# themePurple
source: Purple
ar: أرجواني
hi: बैंगनी
id: Ungu
ja: 紫
zh: 紫色

# themeOrange
source: Orange
ar: برتقالي
hi: नारंगी
id: Oranye
ja: オレンジ
zh: 橙色

# themeTeal
source: Teal
ar: أزرق مخضر
hi: टील
ja: ティール
zh: 青色

# themeIndigo
source: Indigo
ar: نيلي
hi: इंडिगो
id: Nila
ja: インディゴ
zh: 靛蓝

# themeRed
source: Red
ar: أحمر
hi: लाल
id: Merah
ja: 赤
zh: 红色

# themeAmber
source: Amber
ar: عنبري
hi: एम्बर
ja: 琥珀
zh: 琥珀
