Repository: ernanesa/APPs_Flutter
Catalog: apps/fasting_tracker/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, pt, ru

# appTitle
source: Fasting Tracker
ar: متتبع الصيام
de: Fasten-Tracker
es: Monitor de Ayuno
fr: Suivi de Jeûne
hi: उपवास ट्रैकर
id: Pelacak Puasa
it: Monitoraggio del digiuno
pt: Rastreador de Jejum
ru: Трекер голодания

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
pt: Configurações
ru: Настройки

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Sejarah
it: Storia
pt: Histórico
ru: История

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियां
id: Prestasi
it: Risultati
pt: Conquistas
ru: Достижения

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Menutup
it: Vicino
pt: Fechar
ru: Закрыть

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Cancellare
pt: Cancelar
ru: Отмена

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Menyimpan
it: Salva
pt: Salvar
ru: Сохранить

source: OK
ar: موافق
hi: ठीक है
id: OKE

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: SÌ
pt: Sim
ru: Да

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: TIDAK
pt: Não
ru: Нет

# ofPreposition
source: of
ar: من
de: von
es: de
fr: de
hi: में से
id: dari
it: Di
pt: de
ru: из

source: Ready to Fast
ar: جاهز للصيام
de: Bereit zum Fasten
es: Listo para ayunar
fr: Prêt à jeûner
hi: उपवास के लिए तैयार
id: Siap Berpuasa
it: Pronti a digiunare
pt: Pronto para Jejuar
ru: Готов к голоданию

source: Complete
ar: مكتمل
de: Abschließen
es: Completar
fr: Terminer
hi: पूर्ण
id: Menyelesaikan
it: Completare
pt: Completo
ru: Завершено

source: End Early
ar: إنهاء مبكراً
de: Früher beenden
es: Terminar antes
fr: Finir plus tôt
hi: जल्दी समाप्त करें
id: Berakhir Lebih Awal
it: Fine anticipata
pt: Encerrar Antecipadamente
ru: Завершить раньше

# cancelFastingConfirm
source: Are you sure you want to cancel this fasting session? Progress will be lost.
ar: هل أنت متأكد من إلغاء جلسة الصيام هذه؟ سيتم فقدان التقدم.
de: Möchten Sie diese Fastensitzung wirklich abbrechen? Der Fortschritt geht verloren.
es: ¿Estás seguro de que deseas cancelar esta sesión de ayuno? Se perderá el progreso.
fr: Voulez-vous vraiment annuler cette session de jeûne ? La progression sera perdue.
hi: क्या आप वाकई इस उपवास सत्र को रद्द करना चाहते हैं? प्रगति खो जाएगी।
id: Apakah Anda yakin ingin membatalkan sesi puasa ini? Kemajuan akan hilang.
it: Sei sicuro di voler annullare questa sessione di digiuno? I progressi andranno persi.
pt: Tem certeza que deseja cancelar esta sessão de jejum? O progresso será perdido.
ru: Вы уверены, что хотите отменить эту сессию голодания? Прогресс будет потерян.

# noHistory
source: No fasting history yet
ar: لا يوجد سجل صيام بعد
de: Noch kein Fastenverlauf
es: Sin historial de ayuno
fr: Aucun historique de jeûne
hi: अभी तक कोई उपवास इतिहास नहीं
id: Belum ada riwayat puasa
it: Nessuna cronologia di digiuno ancora
pt: Nenhum histórico de jejum ainda
ru: История голодания пока пуста

source: Total Hours
ar: إجمالي الساعات
de: Gesamtstunden
es: Horas Totales
fr: Heures Totales
hi: कुल घंटे
id: Jumlah Jam
it: Ore totali
pt: Total de Horas
ru: Всего часов

source: Open Source
ar: مفتوح المصدر
es: Código Abierto
hi: ओपन सोर्स
id: Sumber Terbuka
pt: Código Aberto
ru: Открытый код

# openSourceDesc
source: Built with Flutter
ar: مبني بـ Flutter
de: Erstellt mit Flutter
es: Construido con Flutter
fr: Construido con Flutter
hi: Flutter से निर्मित
id: Dibangun dengan Flutter
it: Costruito con Flutter
pt: Desenvolvido com Flutter
ru: Создано с Flutter

source: Start Fasting
ar: بدء الصيام
de: Fasten starten
es: Iniciar Ayuno
fr: Commencer le jeûne
hi: उपवास शुरू करें
id: Mulai Puasa
it: Inizia il digiuno
pt: Iniciar Jejum
ru: Начать голодание

source: End Fasting
ar: إنهاء الصيام
de: Fasten beenden
es: Terminar Ayuno
fr: Terminer le jeûne
hi: उपवास समाप्त करें
id: Akhiri Puasa
it: Fine del digiuno
pt: Encerrar Jejum
ru: Завершить голодание

source: Cancel Fasting
ar: إلغاء الصيام
de: Fasten abbrechen
es: Cancelar Ayuno
fr: Annuler le jeûne
hi: उपवास रद्द करें
id: Batalkan Puasa
it: Annulla il digiuno
pt: Cancelar Jejum
ru: Отменить голодание

source: Fasting in Progress
ar: الصيام جارٍ
de: Fasten läuft
es: Ayuno en Progreso
fr: Jeûne en cours
hi: उपवास जारी है
id: Puasa Sedang Berlangsung
it: Digiuno in corso
pt: Jejum em Andamento
ru: Голодание в процессе

source: Fasting Completed!
ar: اكتمل الصيام!
de: Fasten abgeschlossen!
es: ¡Ayuno Completado!
fr: Jeûne terminé !
hi: उपवास पूर्ण!
id: Puasa Selesai!
it: Digiuno completato!
pt: Jejum Concluído!
ru: Голодание завершено!

source: Time Remaining
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo Restante
fr: Temps restant
hi: शेष समय
id: Sisa Waktu
it: Tempo rimanente
pt: Tempo Restante
ru: Осталось времени

source: Time Elapsed
ar: الوقت المنقضي
de: Verstrichene Zeit
es: Tiempo Transcurrido
fr: Temps écoulé
hi: बीता हुआ समय
id: Waktu berlalu
it: Tempo trascorso
pt: Tempo Decorrido
ru: Прошло времени

source: Target Reached!
ar: تم الوصول للهدف!
de: Ziel erreicht!
es: ¡Meta Alcanzada!
fr: Objectif atteint !
hi: लक्ष्य प्राप्त!
id: Target Tercapai!
it: Obiettivo raggiunto!
pt: Meta Alcançada!
ru: Цель достигнута!

source: Select Protocol
ar: اختر البروتوكول
de: Protokoll auswählen
es: Seleccionar Protocolo
fr: Sélectionner un protocole
hi: प्रोटोकॉल चुनें
id: Pilih Protokol
it: Seleziona Protocollo
pt: Selecionar Protocolo
ru: Выберите протокол

# protocol12_12Desc
source: 12h fasting, 12h eating
ar: 12 ساعة صيام، 12 ساعة أكل
de: 12 Std. Fasten, 12 Std. Essen
es: 12h ayuno, 12h alimentación
fr: 12h jeûne, 12h repas
hi: 12 घंटे उपवास, 12 घंटे खाना
id: Puasa 12 jam, makan 12 jam
it: 12 ore di digiuno, 12 ore di alimentazione
pt: 12h jejum, 12h alimentação
ru: 12 ч голодания, 12 ч питания

# protocol14_10Desc
source: 14h fasting, 10h eating
ar: 14 ساعة صيام، 10 ساعات أكل
de: 14 Std. Fasten, 10 Std. Essen
es: 14h ayuno, 10h alimentación
fr: 14h jeûne, 10h repas
hi: 14 घंटे उपवास, 10 घंटे खाना
id: Puasa 14 jam, makan 10 jam
it: 14 ore di digiuno, 10 ore di alimentazione
pt: 14h jejum, 10h alimentação
ru: 14 ч голодания, 10 ч питания

# protocol16_8Desc
source: 16h fasting, 8h eating (Popular)
ar: 16 ساعة صيام، 8 ساعات أكل (شائع)
de: 16 Std. Fasten, 8 Std. Essen (Beliebt)
es: 16h ayuno, 8h alimentación (Popular)
fr: 16h jeûne, 8h repas (Populaire)
hi: 16 घंटे उपवास, 8 घंटे खाना (लोकप्रिय)
id: Puasa 16 jam, makan 8 jam (Populer)
it: 16 ore di digiuno, 8 ore di alimentazione (popolare)
pt: 16h jejum, 8h alimentação (Popular)
ru: 16 ч голодания, 8 ч питания (Популярный)

# protocol18_6Desc
source: 18h fasting, 6h eating
ar: 18 ساعة صيام، 6 ساعات أكل
de: 18 Std. Fasten, 6 Std. Essen
es: 18h ayuno, 6h alimentación
fr: 18h jeûne, 6h repas
hi: 18 घंटे उपवास, 6 घंटे खाना
id: Puasa 18 jam, makan 6 jam
it: 18 ore di digiuno, 6 ore di alimentazione
pt: 18h jejum, 6h alimentação
ru: 18 ч голодания, 6 ч питания

# protocol20_4Desc
source: 20h fasting, 4h eating (Warrior)
ar: 20 ساعة صيام، 4 ساعات أكل (المحارب)
de: 20 Std. Fasten, 4 Std. Essen (Krieger)
es: 20h ayuno, 4h alimentación (Guerrero)
fr: 20h jeûne, 4h repas (Guerrier)
hi: 20 घंटे उपवास, 4 घंटे खाना (योद्धा)
id: Puasa 20 jam, makan 4 jam (Prajurit)
it: 20 ore di digiuno, 4 ore di alimentazione (Guerriero)
pt: 20h jejum, 4h alimentação (Guerreiro)
ru: 20 ч голодания, 4 ч питания (Воин)

# protocol23_1Desc
source: 23h fasting, 1h eating (OMAD)
ar: 23 ساعة صيام، ساعة واحدة أكل (وجبة واحدة يومياً)
de: 23 Std. Fasten, 1 Std. Essen (OMAD)
es: 23h ayuno, 1h alimentación (OMAD)
fr: 23h jeûne, 1h repas (OMAD)
hi: 23 घंटे उपवास, 1 घंटे खाना (OMAD)
id: Puasa 23 jam, makan 1 jam (OMAD)
it: 23 ore di digiuno, 1 ora di alimentazione (OMAD)
pt: 23h jejum, 1h alimentação (OMAD)
ru: 23 ч голодания, 1 ч питания (ОМАД)

source: Metabolic Stages
ar: مراحل الأيض
de: Stoffwechselphasen
es: Etapas Metabólicas
fr: Phases Métaboliques
hi: चयापचय चरण
id: Tahapan Metabolik
it: Fasi metaboliche
pt: Estágios Metabólicos
ru: Метаболические стадии

# stageFed
source: Fed State
ar: حالة التغذية
de: Gesättigter Zustand
es: Alimentado
fr: État nourri
hi: तृप्त अवस्था
id: Negara Bagian Fed
it: Stato della Fed
pt: Estado Alimentado
ru: Состояние сытости

# stageFedDesc
source: Body digesting food, insulin elevated
ar: الجسم يهضم الطعام، الأنسولين مرتفع
de: Körper verdaut Nahrung, Insulin erhöht
es: Cuerpo digiriendo comida, insulina elevada
fr: Le corps digère, insuline élevée
hi: शरीर भोजन पचा रहा है, इंसुलिन उच्च
id: Tubuh mencerna makanan, insulin meningkat
it: Il corpo digerisce il cibo, l'insulina è elevata
pt: Corpo digerindo, insulina elevada
ru: Организм переваривает пищу, инсулин повышен

# stageEarlyFasting
source: Early Fasting
ar: الصيام المبكر
de: Frühes Fasten
es: Ayuno Temprano
fr: Début de jeûne
hi: प्रारंभिक उपवास
id: Puasa Awal
it: Digiuno anticipato
pt: Jejum Inicial
ru: Раннее голодание

# stageEarlyFastingDesc
source: Blood sugar stabilizing, using glycogen
ar: استقرار سكر الدم، استخدام الجليكوجين
de: Blutzucker stabilisiert sich, Glykogen wird verwendet
es: Azúcar en sangre estabilizándose, uso de glucógeno
fr: La glycémie se stabilise, utilisation du glycogène
hi: रक्त शर्करा स्थिर हो रही है, ग्लाइकोजन का उपयोग
id: Menstabilkan gula darah, menggunakan glikogen
it: Stabilizzazione dello zucchero nel sangue, utilizzando glicogeno
pt: Açúcar estabilizando, usando glicogênio
ru: Сахар в крови стабилизируется, используется гликоген

# stageFatBurning
source: Fat Burning
ar: حرق الدهون
de: Fettverbrennung
es: Quema de Grasa
fr: Brûlage des graisses
hi: वसा दहन
id: Pembakaran Lemak
it: Bruciare i grassi
pt: Queima de Gordura
ru: Сжигание жира

# stageFatBurningDesc
source: Body switching to fat for energy
ar: الجسم يتحول لحرق الدهون للطاقة
de: Körper wechselt zu Fett als Energiequelle
es: Cuerpo cambiando a grasa como energía
fr: Le corps passe aux graisses comme énergie
hi: शरीर ऊर्जा के लिए वसा का उपयोग कर रहा है
id: Tubuh beralih ke lemak untuk energi
it: Il corpo passa al grasso per produrre energia
pt: Corpo usando gordura como energia
ru: Организм переключается на жир для энергии

# stageKetosis
source: Ketosis
ar: الكيتوزية
de: Ketose
es: Cetosis
fr: Cétose
hi: कीटोसिस
it: Chetosi
pt: Cetose
ru: Кетоз

# stageKetosisDesc
source: Producing ketones, enhanced mental clarity
ar: إنتاج الكيتونات، وضوح ذهني محسّن
de: Ketonproduktion, verbesserte geistige Klarheit
es: Produciendo cetonas, mayor claridad mental
fr: Production de cétones, clareza mentale accrue
hi: कीटोन उत्पादन, बेहतर मानसिक स्पष्टता
id: Memproduksi keton, meningkatkan kejernihan mental
it: Produzione di chetoni, maggiore chiarezza mentale
pt: Produzindo cetonas, clareza mental
ru: Производство кетонов, улучшенная ясность ума

# stageDeepKetosis
source: Deep Ketosis
ar: الكيتوزية العميقة
de: Tiefe Ketose
es: Cetosis Profunda
fr: Cétose profonde
hi: गहरा कीटोसिस
id: Ketosis Dalam
it: Chetosi profonda
pt: Cetose Profunda
ru: Глубокий кетоз

# stageDeepKetosisDesc
source: Maximum fat burning, growth hormone boost
ar: أقصى حرق للدهون، تعزيز هرمون النمو
de: Maximale Fettverbrennung, Wachstumshormon-Boost
es: Máxima quema de grasa, aumento de hormona de crecimiento
fr: Brûlage maximal, boost d'hormone de croissance
hi: अधिकतम वसा दहन, ग्रोथ हार्मोन वृद्धि
id: Pembakaran lemak maksimal, peningkatan hormon pertumbuhan
it: Massima combustione dei grassi, potenziamento dell'ormone della crescita
pt: Máxima queima de gordura, hormônio do crescimento
ru: Максимальное сжигание жира, повышение гормона роста

# stageAutophagy
source: Autophagy
ar: الالتهام الذاتي
de: Autophagie
es: Autofagia
fr: Autophagie
hi: ऑटोफैजी
id: Autofagi
it: Autofagia
pt: Autofagia
ru: Аутофагия

# stageAutophagyDesc
source: Cellular cleanup and regeneration
ar: تنظيف وتجديد الخلايا
de: Zelluläre Reinigung und Regeneration
es: Limpieza y regeneración celular
fr: Nettoyage et régénération cellulaire
hi: कोशिका सफाई और पुनर्जनन
id: Pembersihan dan regenerasi seluler
it: Pulizia e rigenerazione cellulare
pt: Limpeza e regeneração celular
ru: Очищение и регенерация клеток

source: Current Stage
ar: المرحلة الحالية
de: Aktuelle Phase
es: Etapa Actual
fr: Phase Actuelle
hi: वर्तमान चरण
id: Tahap Saat Ini
it: Fase attuale
pt: Estágio Atual
ru: Текущая стадия

# stageStartsAt
source: Starts at {hours}h
ar: تبدأ عند {hours} ساعة
de: Beginnt bei {hours} Std.
es: Comienza a las {hours}h
fr: Commence à {hours}h
hi: {hours} घंटे पर शुरू
id: Dimulai pada{hours}H
it: Inizia alle{hours}H
pt: Começa em {hours}h
ru: Начинается с {hours} ч

# healthInfo
source: Health Information
ar: معلومات صحية
de: Gesundheitsinformationen
es: Información de Salud
fr: Informations Santé
hi: स्वास्थ्य जानकारी
id: Informasi Kesehatan
it: Informazioni sanitarie
pt: Informações de Saúde
ru: Информация о здоровье

source: Benefits
ar: الفوائد
de: Vorteile
es: Beneficios
fr: Bienfaits
hi: लाभ
id: Manfaat
it: Vantaggi
pt: Benefícios
ru: Преимущества

# warnings
source: Warnings & Precautions
ar: تحذيرات واحتياطات
de: Warnungen & Vorsichtsmaßnahmen
es: Advertencias y Precauciones
fr: Avertissements et Précautions
hi: चेतावनियां और सावधानियां
id: Peringatan & Tindakan Pencegahan
it: Avvertenze e precauzioni
pt: Avisos e Precauções
ru: Предупреждения и меры предосторожности

# tips
source: Tips for Success
ar: نصائح للنجاح
de: Tipps für den Erfolg
es: Consejos para el Éxito
fr: Conseils pour réussir
hi: सफलता के टिप्स
id: Kiat untuk Sukses
it: Suggerimenti per il successo
pt: Dicas para Sucesso
ru: Советы для успеха

# benefitWeightLoss
source: Promotes weight loss and fat burning
ar: يعزز فقدان الوزن وحرق الدهون
de: Fördert Gewichtsverlust und Fettverbrennung
es: Promueve la pérdida de peso y quema de grasa
fr: Favorise la perte de poids et le brûlage des graisses
hi: वजन घटाने और वसा दहन को बढ़ावा देता है
id: Mempromosikan penurunan berat badan dan pembakaran lemak
it: Promuove la perdita di peso e la combustione dei grassi
pt: Promove perda de peso e queima de gordura
ru: Способствует снижению веса и сжиганию жира

# benefitInsulin
source: Improves insulin sensitivity
ar: يحسّن حساسية الأنسولين
de: Verbessert die Insulinempfindlichkeit
es: Mejora la sensibilidad a la insulina
fr: Améliore la sensibilité à l'insuline
hi: इंसुलिन संवेदनशीलता में सुधार करता है
id: Meningkatkan sensitivitas insulin
it: Migliora la sensibilità all'insulina
pt: Melhora sensibilidade à insulina
ru: Улучшает чувствительность к инсулину

# benefitBrain
source: Enhances brain function and mental clarity
ar: يعزز وظائف الدماغ والوضوح الذهني
de: Verbessert Gehirnfunktion und geistige Klarheit
es: Mejora la función cerebral y claridad mental
fr: Améliore la fonction cérébrale et la clarté mentale
hi: मस्तिष्क कार्य और मानसिक स्पष्टता बढ़ाता है
id: Meningkatkan fungsi otak dan kejernihan mental
it: Migliora la funzione cerebrale e la chiarezza mentale
pt: Melhora função cerebral e clareza mental
ru: Улучшает работу мозга и ясность ума

# benefitHeart
source: Supports cardiovascular health
ar: يدعم صحة القلب والأوعية الدموية
de: Unterstützt die Herzgesundheit
es: Apoya la salud cardiovascular
fr: Soutient la santé cardiovasculaire
hi: हृदय स्वास्थ्य का समर्थन करता है
id: Mendukung kesehatan jantung
pt: Apoia saúde cardiovascular
ru: Поддерживает здоровье сердца

# benefitCellRepair
source: Triggers cellular repair (autophagy)
ar: يحفز إصلاح الخلايا (الالتهام الذاتي)
de: Aktiviert Zellreparatur (Autophagie)
es: Activa la reparación celular (autofagia)
fr: Déclenche la réparation cellulaire (autophagie)
hi: कोशिका मरम्मत को सक्रिय करता है (ऑटोफैजी)
id: Memicu perbaikan sel (autophagy)
pt: Ativa reparo celular (autofagia)
ru: Запускает восстановление клеток (аутофагию)

# benefitInflammation
source: Reduces inflammation
ar: يقلل الالتهابات
de: Reduziert Entzündungen
es: Reduce la inflamación
fr: Réduit l'inflammation
hi: सूजन कम करता है
id: Mengurangi peradangan
it: Riduce l'infiammazione
pt: Reduz inflamação
ru: Уменьшает воспаление

# benefitLongevity
source: May promote longevity
ar: قد يعزز طول العمر
de: Kann die Langlebigkeit fördern
es: Puede promover la longevidad
fr: Peut favoriser la longévité
hi: दीर्घायु को बढ़ावा दे सकता है
id: Dapat meningkatkan umur panjang
it: Può favorire la longevità
pt: Pode promover longevidade
ru: Может способствовать долголетию

# benefitMetabolism
source: Boosts metabolic health
ar: يعزز صحة الأيض
de: Verbessert die Stoffwechselgesundheit
es: Impulsa la salud metabólica
fr: Booste la santé métabolique
hi: चयापचय स्वास्थ्य को बढ़ाता है
id: Meningkatkan kesehatan metabolisme
it: Aumenta la salute metabolica
pt: Melhora saúde metabólica
ru: Улучшает метаболизм

# warningPregnant
source: Not recommended during pregnancy or breastfeeding
ar: غير موصى به أثناء الحمل أو الرضاعة
de: Nicht empfohlen während Schwangerschaft oder Stillzeit
es: No recomendado durante el embarazo o lactancia
fr: Non recommandé pendant la grossesse ou l'allaitement
hi: गर्भावस्था या स्तनपान के दौरान अनुशंसित नहीं
id: Tidak dianjurkan selama kehamilan atau menyusui
it: Non raccomandato durante la gravidanza o l'allattamento
pt: Não recomendado durante gravidez ou amamentação
ru: Не рекомендуется во время беременности или кормления

# warningDiabetes
source: Consult doctor if you have diabetes
ar: استشر طبيبك إذا كنت مصاباً بالسكري
de: Bei Diabetes Arzt konsultieren
es: Consulta al médico si tienes diabetes
fr: Consultez un médecin si vous êtes diabétique
hi: मधुमेह होने पर डॉक्टर से परामर्श लें
id: Konsultasikan dengan dokter jika Anda menderita diabetes
it: Consultare il medico se si soffre di diabete
pt: Consulte médico se tiver diabetes
ru: Проконсультируйтесь с врачом при диабете

# warningMedication
source: Check with doctor if taking medications
ar: راجع طبيبك إذا كنت تتناول أدوية
de: Bei Medikamenteneinnahme Arzt konsultieren
es: Verifica con tu médico si tomas medicamentos
fr: Vérifiez avec un médecin si vous prenez des médicaments
hi: दवाएं लेते समय डॉक्टर से जांच लें
id: Periksa ke dokter jika sedang mengonsumsi obat
it: Consultare il medico se si assumono farmaci
pt: Verifique com médico se toma medicamentos
ru: Проконсультируйтесь с врачом при приёме лекарств

# warningEatingDisorder
source: Avoid if history of eating disorders
ar: تجنب إذا كان لديك تاريخ من اضطرابات الأكل
de: Bei Essstörungen in der Vorgeschichte vermeiden
es: Evitar si hay historial de trastornos alimenticios
fr: Éviter en cas d'antécédents de troubles alimentaires
hi: खाने के विकार का इतिहास होने पर बचें
id: Hindari jika ada riwayat gangguan makan
it: Evitare se storia di disturbi alimentari
pt: Evite se tiver histórico de transtornos alimentares
ru: Избегайте при расстройствах пищевого поведения

# warningChildren
source: Not suitable for children or adolescents
ar: غير مناسب للأطفال أو المراهقين
de: Nicht geeignet für Kinder oder Jugendliche
es: No apto para niños o adolescentes
fr: Ne convient pas aux enfants ou adolescents
hi: बच्चों या किशोरों के लिए उपयुक्त नहीं
id: Tidak cocok untuk anak-anak atau remaja
it: Non adatto a bambini o adolescenti
pt: Não adequado para crianças ou adolescentes
ru: Не подходит для детей и подростков

# warningUnderweight
source: Not recommended if underweight
ar: غير موصى به لنقص الوزن
de: Nicht empfohlen bei Untergewicht
es: No recomendado si tienes bajo peso
fr: Non recommandé en cas d'insuffisance pondérale
hi: कम वजन होने पर अनुशंसित नहीं
id: Tidak dianjurkan jika berat badan kurang
it: Sconsigliato se sottopeso
pt: Não recomendado se abaixo do peso
ru: Не рекомендуется при недостаточном весе

# warningMedical
source: Consult healthcare provider before starting
ar: استشر مقدم الرعاية الصحية قبل البدء
de: Vor Beginn Arzt konsultieren
es: Consulta a un profesional antes de empezar
fr: Consultez un professionnel de santé avant de commencer
hi: शुरू करने से पहले स्वास्थ्य सेवा प्रदाता से परामर्श लें
id: Konsultasikan dengan penyedia layanan kesehatan sebelum memulai
it: Consultare l'operatore sanitario prima di iniziare
pt: Consulte profissional de saúde antes de iniciar
ru: Проконсультируйтесь с врачом перед началом

# tipHydration
source: Stay well hydrated during fasting periods
ar: حافظ على ترطيب جيد أثناء فترات الصيام
de: Während des Fastens gut hydriert bleiben
es: Mantente bien hidratado durante el ayuno
fr: Restez bien hydraté pendant les périodes de jeûne
hi: उपवास के दौरान अच्छी तरह से हाइड्रेटेड रहें
id: Tetap terhidrasi dengan baik selama periode puasa
it: Mantieniti ben idratato durante i periodi di digiuno
pt: Mantenha-se bem hidratado durante o jejum
ru: Пейте достаточно воды во время голодания

# tipGradual
source: Start with shorter fasting periods
ar: ابدأ بفترات صيام قصيرة
de: Mit kürzeren Fastenperioden beginnen
es: Empieza con periodos de ayuno cortos
fr: Commencez par des périodes de jeûne plus courtes
hi: छोटे उपवास अवधि से शुरू करें
id: Mulailah dengan periode puasa yang lebih pendek
it: Inizia con periodi di digiuno più brevi
pt: Comece com períodos de jejum mais curtos
ru: Начните с коротких периодов голодания

# tipNutrition
source: Focus on nutritious foods during eating window
ar: ركز على الأطعمة المغذية خلال فترة الأكل
de: Auf nahrhafte Lebensmittel während des Essensfensters konzentrieren
es: Enfócate en alimentos nutritivos al comer
fr: Privilégiez les aliments nutritifs lors des repas
hi: खाने की अवधि में पौष्टिक खाद्य पदार्थों पर ध्यान दें
id: Fokus pada makanan bergizi selama jendela makan
it: Concentrarsi sugli alimenti nutrienti durante la finestra alimentare
pt: Foque em alimentos nutritivos na janela alimentar
ru: Сосредоточьтесь на питательной пище в окно приёма пищи

# tipListenBody
source: Listen to your body and adjust as needed
ar: استمع لجسمك وعدّل حسب الحاجة
de: Auf Ihren Körper hören und bei Bedarf anpassen
es: Escucha a tu cuerpo y ajusta según necesites
fr: Écoutez votre corps et ajustez si nécessaire
hi: अपने शरीर की सुनें और आवश्यकतानुसार समायोजित करें
id: Dengarkan tubuh Anda dan sesuaikan sesuai kebutuhan
it: Ascolta il tuo corpo e adattalo secondo necessità
pt: Ouça seu corpo e ajuste conforme necessário
ru: Прислушивайтесь к своему телу и корректируйте

# sourceInfo
source: Information based on research from Johns Hopkins Medicine and Harvard Health
ar: معلومات مبنية على أبحاث من Johns Hopkins Medicine و Harvard Health
de: Informationen basierend auf Forschung von Johns Hopkins Medicine und Harvard Health
es: Información basada en investigaciones de Johns Hopkins Medicine y Harvard Health
fr: Informations basées sur les recherches de Johns Hopkins et Harvard Health
hi: Johns Hopkins Medicine और Harvard Health के शोध पर आधारित जानकारी
id: Informasi berdasarkan penelitian dari Johns Hopkins Medicine dan Harvard Health
it: Informazioni basate sulla ricerca della Johns Hopkins Medicine e della Harvard Health
pt: Informações baseadas em pesquisas do Johns Hopkins Medicine e Harvard Health
ru: Информация основана на исследованиях Johns Hopkins Medicine и Harvard Health

source: Current Streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle
hi: वर्तमान श्रृंखला
id: Garis Saat Ini
it: Serie attuale
pt: Sequência Atual
ru: Текущая серия

source: Best Streak
ar: أفضل سلسلة
de: Beste Serie
es: Mejor Racha
fr: Meilleure Série
hi: सर्वश्रेष्ठ श्रृंखला
id: Garis Terbaik
it: Miglior serie
pt: Melhor Sequência
ru: Лучшая серия

source: Total Fasts
ar: إجمالي الصيام
de: Gesamte Fastenzeiten
es: Ayunos Totales
fr: Total des Jeûnes
hi: कुल उपवास
id: Puasa Total
it: Digiuni totali
pt: Total de Jejuns
ru: Всего голоданий

# daysUnit
source: days
ar: أيام
de: Tage
es: días
fr: jours
hi: दिन
id: hari
it: giorni
pt: dias
ru: дней

# dayUnit
source: day
ar: يوم
de: Tag
es: día
fr: jour
hi: दिन
id: hari
it: giorno
pt: dia
ru: день
