Repository: ernanesa/APPs_Flutter
Catalog: apps/fasting_tracker/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, pt, ru

# tipBalancedMealsDesc
source: Focus on nutritious, whole foods during your eating window. Include proteins, healthy fats, and vegetables.
ar: ركز على الأطعمة المغذية الكاملة خلال فترة الأكل. أدرج البروتينات والدهون الصحية والخضروات.
de: Konzentrieren Sie sich auf nahrhafte, vollwertige Lebensmittel während Ihres Essensfensters. Einschließlich Proteine, gesunde Fette und Gemüse.
es: Enfócate en alimentos nutritivos e integrales durante tu ventana de alimentación. Incluye proteínas, grasas saludables y vegetales.
fr: Privilégiez les aliments nutritifs et entiers pendant votre fenêtre de repas. Incluez des protéines, des graisses saines et des légumes.
hi: अपनी खाने की अवधि में पौष्टिक, संपूर्ण खाद्य पदार्थों पर ध्यान दें। प्रोटीन, स्वस्थ वसा और सब्जियां शामिल करें।
id: Fokus pada makanan bergizi dan utuh selama jendela makan Anda. Sertakan protein, lemak sehat, dan sayuran.
it: Concentrati su cibi nutrienti e integrali durante la finestra alimentare. Includi proteine, grassi sani e verdure.
pt: Foque em alimentos nutritivos e integrais durante sua janela de alimentação. Inclua proteínas, gorduras saudáveis e vegetais.
ru: Сосредоточьтесь на питательных цельных продуктах в окно приёма пищи. Включайте белки, полезные жиры и овощи.

# tipExerciseTitle
source: Light Exercise
ar: تمارين خفيفة
de: Leichte Bewegung
es: Ejercicio Ligero
fr: Exercice Léger
hi: हल्का व्यायाम
id: Latihan Ringan
it: Esercizio leggero
pt: Exercício Leve
ru: Лёгкие упражнения

# tipExerciseDesc
source: Light to moderate exercise is fine while fasting. Avoid intense workouts until you adapt.
ar: التمارين الخفيفة إلى المعتدلة مقبولة أثناء الصيام. تجنب التمارين المكثفة حتى تتكيف.
de: Leichte bis moderate Bewegung ist während des Fastens in Ordnung. Vermeiden Sie intensive Workouts, bis Sie sich angepasst haben.
es: El ejercicio ligero a moderado está bien mientras ayunas. Evita entrenamientos intensos hasta que te adaptes.
fr: L'exercice léger à modéré est acceptable pendant le jeûne. Évitez les entraînements intenses tant que vous n'êtes pas adapté.
hi: उपवास के दौरान हल्का से मध्यम व्यायाम ठीक है। अनुकूल होने तक तीव्र वर्कआउट से बचें।
id: Olahraga ringan hingga sedang sah-sah saja dilakukan saat berpuasa. Hindari olahraga yang intens sampai Anda beradaptasi.
it: L’esercizio da leggero a moderato va bene durante il digiuno. Evita allenamenti intensi finché non ti adatti.
pt: Exercícios leves a moderados são bons durante o jejum. Evite treinos intensos até se adaptar.
ru: Лёгкие и умеренные упражнения допустимы во время голодания. Избегайте интенсивных тренировок до адаптации.
