Repository: ernanesa/APPs_Flutter
Catalog: apps/fasting_tracker/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, pt, ru

# benefitWeightDesc
source: Intermittent fasting can help reduce body weight and body fat by limiting calorie intake and boosting metabolism.
ar: يمكن للصيام المتقطع المساعدة في تقليل وزن الجسم والدهون عن طريق تحديد السعرات وتعزيز الأيض.
de: Intervallfasten kann helfen, Körpergewicht und Körperfett zu reduzieren, indem es die Kalorienzufuhr begrenzt und den Stoffwechsel ankurbelt.
es: El ayuno intermitente puede ayudar a reducir el peso corporal y la grasa al limitar la ingesta de calorías impulsando el metabolismo.
fr: Le jeûne intermittent peut aider à réduire le poids corporel et la graisse en limitant l'apport calorique et en stimulant le métabolisme.
hi: इंटरमिटेंट फास्टिंग कैलोरी सेवन सीमित करके और चयापचय को बढ़ाकर शरीर के वजन और वसा को कम करने में मदद कर सकता है।
id: Puasa intermiten dapat membantu mengurangi berat badan dan lemak tubuh dengan membatasi asupan kalori dan meningkatkan metabolisme.
it: Il digiuno intermittente può aiutare a ridurre il peso corporeo e il grasso corporeo limitando l’apporto calorico e stimolando il metabolismo.
pt: O jejum intermitente pode ajudar a reduzir o peso corporal e a gordura, limitando a ingestão de calorias e acelerando o metabolismo.
ru: Интервальное голодание помогает снизить вес и жировую массу за счёт ограничения калорий и ускорения метаболизма.

# benefitBloodPressureTitle
source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión Arterial
fr: Tension Artérielle
hi: रक्तचाप
id: Tekanan darah
it: Pressione sanguigna
pt: Pressão Arterial
ru: Артериальное давление

# benefitBloodPressureDesc
source: Studies show fasting may help lower blood pressure and improve resting heart rates.
ar: تشير الدراسات إلى أن الصيام قد يساعد في خفض ضغط الدم وتحسين معدل ضربات القلب أثناء الراحة.
de: Studien zeigen, dass Fasten helfen kann, den Blutdruck zu senken und die Ruheherzfrequenz zu verbessern.
es: Estudios muestran que el ayuno puede ayudar a disminuir la presión arterial y mejorar la frecuencia cardíaca en reposo.
fr: Des études montrent que le jeûne peut aider à réduire la tension artérielle et à améliorer la fréquence cardiaque au repos.
hi: अध्ययनों से पता चलता है कि उपवास रक्तचाप कम करने और आराम की हृदय गति में सुधार करने में मदद कर सकता है।
id: Studi menunjukkan puasa dapat membantu menurunkan tekanan darah dan meningkatkan detak jantung istirahat.
it: Gli studi dimostrano che il digiuno può aiutare ad abbassare la pressione sanguigna e migliorare la frequenza cardiaca a riposo.
pt: Estudos mostram que o jejum pode ajudar a baixar a pressão arterial e melhorar a frequência cardíaca em repouso.
ru: Исследования показывают, что голодание может снизить давление и улучшить частоту сердечных сокращений в покое.

# benefitHeartHealthTitle
source: Heart Health
ar: صحة القلب
de: Herzgesundheit
es: Salud Cardíaca
fr: Santé Cardiaque
hi: हृदय स्वास्थ्य
id: Kesehatan Jantung
it: Salute del cuore
pt: Saúde do Coração
ru: Здоровье сердца

# benefitHeartHealthDesc
source: Fasting can improve cardiovascular health markers including cholesterol levels and inflammatory markers.
ar: يمكن للصيام تحسين مؤشرات صحة القلب بما في ذلك مستويات الكوليسترول وعلامات الالتهاب.
de: Fasten kann kardiovaskuläre Gesundheitsmarker verbessern, einschließlich Cholesterinspiegel und Entzündungsmarker.
es: El ayuno puede mejorar marcadores de salud cardiovascular, incluyendo niveles de colesterol y marcadores inflamatorios.
fr: Le jeûne peut améliorer les marqueurs de santé cardiovasculaire, y compris les niveaux de cholestérol et les marqueurs inflammatoires.
hi: उपवास कोलेस्ट्रॉल स्तर और सूजन मार्करों सहित हृदय स्वास्थ्य संकेतकों में सुधार कर सकता है।
id: Puasa dapat meningkatkan penanda kesehatan kardiovaskular termasuk kadar kolesterol dan penanda peradangan.
it: Il digiuno può migliorare i marcatori di salute cardiovascolare, compresi i livelli di colesterolo e i marcatori infiammatori.
pt: O jejum pode melhorar marcadores de saúde cardiovascular, incluindo níveis de colesterol e inflamação.
ru: Голодание улучшает показатели здоровья сердца, включая уровень холестерина и маркеры воспаления.

# benefitDiabetesTitle
source: Blood Sugar Control
ar: التحكم بسكر الدم
de: Blutzuckerkontrolle
es: Control de Azúcar
fr: Contrôle de la Glycémie
hi: रक्त शर्करा नियंत्रण
id: Kontrol Gula Darah
it: Controllo della glicemia
pt: Controle de Açúcar
ru: Контроль сахара в крови

# benefitDiabetesDesc
source: Intermittent fasting may improve insulin sensitivity and help manage Type 2 diabetes.
ar: قد يحسّن الصيام المتقطع حساسية الأنسولين ويساعد في إدارة السكري من النوع 2.
de: Intervallfasten kann die Insulinempfindlichkeit verbessern und bei der Behandlung von Typ-2-Diabetes helfen.
es: El ayuno intermitente puede mejorar la sensibilidad a la insulina y ayudar a controlar la diabetes tipo 2.
fr: Le jeûne intermittent peut améliorer la sensibilité à l'insuline et aider à gérer le diabète de type 2.
hi: इंटरमिटेंट फास्टिंग इंसुलिन संवेदनशीलता में सुधार और टाइप 2 मधुमेह प्रबंधन में मदद कर सकता है।
id: Puasa intermiten dapat meningkatkan sensitivitas insulin dan membantu mengelola diabetes tipe 2.
it: Il digiuno intermittente può migliorare la sensibilità all’insulina e aiutare a gestire il diabete di tipo 2.
pt: O jejum intermitente pode melhorar a sensibilidade à insulina e ajudar a controlar o diabetes tipo 2.
ru: Интервальное голодание может улучшить чувствительность к инсулину и помочь в управлении диабетом 2 типа.

# benefitCognitiveTitle
source: Brain Function
ar: وظائف الدماغ
de: Gehirnfunktion
es: Función Cerebral
fr: Fonction Cérébrale
hi: मस्तिष्क कार्य
id: Fungsi Otak
it: Funzione cerebrale
pt: Função Cerebral
ru: Функции мозга

# benefitCognitiveDesc
source: Fasting stimulates production of BDNF, a protein that supports brain health and cognitive function.
ar: يحفز الصيام إنتاج BDNF، وهو بروتين يدعم صحة الدماغ والوظائف الإدراكية.
de: Fasten stimuliert die Produktion von BDNF, einem Protein, das die Gehirngesundheit und kognitive Funktion unterstützt.
es: El ayuno estimula la producción de BDNF, una proteína que apoya la salud cerebral y la función cognitiva.
fr: Le jeûne stimule la production de BDNF, une protéine qui soutient la santé cérébrale et la fonction cognitive.
hi: उपवास BDNF के उत्पादन को उत्तेजित करता है, एक प्रोटीन जो मस्तिष्क स्वास्थ्य और संज्ञानात्मक कार्य का समर्थन करता है।
id: Puasa merangsang produksi BDNF, protein yang mendukung kesehatan otak dan fungsi kognitif.
it: Il digiuno stimola la produzione di BDNF, una proteina che supporta la salute del cervello e la funzione cognitiva.
pt: O jejum estimula a produção de BDNF, uma proteína que apoia a saúde cerebral e a função cognitiva.
ru: Голодание стимулирует выработку BDNF — белка, поддерживающего здоровье мозга и когнитивные функции.

# benefitTissueTitle
source: Tissue Health
ar: صحة الأنسجة
de: Gewebegesundheit
es: Salud de Tejidos
fr: Santé des Tissus
hi: ऊतक स्वास्थ्य
id: Kesehatan Jaringan
it: Salute dei tessuti
pt: Saúde dos Tecidos
ru: Здоровье тканей

# benefitTissueDesc
source: Fasting triggers cellular repair processes and may improve tissue health and recovery.
ar: يحفز الصيام عمليات إصلاح الخلايا وقد يحسّن صحة الأنسجة والتعافي.
de: Fasten aktiviert zelluläre Reparaturprozesse und kann die Gewebegesundheit und -erholung verbessern.
es: El ayuno desencadena procesos de reparación celular y puede mejorar la salud y recuperación de los tejidos.
fr: Le jeûne déclenche des processus de réparation cellulaire et peut améliorer la santé et la récupération des tissus.
hi: उपवास कोशिका मरम्मत प्रक्रियाओं को सक्रिय करता है और ऊतक स्वास्थ्य और पुनर्प्राप्ति में सुधार कर सकता है।
id: Puasa memicu proses perbaikan sel dan dapat meningkatkan kesehatan dan pemulihan jaringan.
it: Il digiuno innesca processi di riparazione cellulare e può migliorare la salute e il recupero dei tessuti.
pt: O jejum desencadeia processos de reparo celular e pode melhorar a saúde e recuperação dos tecidos.
ru: Голодание запускает процессы восстановления клеток и может улучшить здоровье тканей и восстановление.

# benefitMetabolicTitle
source: Metabolic Switch
ar: التحول الأيضي
de: Stoffwechselumstellung
es: Cambio Metabólico
fr: Basculement Métabolique
hi: चयापचय स्विच
id: Saklar Metabolik
it: Interruttore metabolico
pt: Chave Metabólica
ru: Метаболический переключатель

# benefitMetabolicDesc
source: After 12-36 hours, your body switches from glucose to ketones for energy, improving metabolic flexibility.
ar: بعد 12-36 ساعة، يتحول جسمك من الجلوكوز إلى الكيتونات للطاقة، مما يحسّن المرونة الأيضية.
de: Nach 12-36 Stunden wechselt Ihr Körper von Glukose zu Ketonen als Energiequelle, was die Stoffwechselflexibilität verbessert.
es: Después de 12-36 horas, tu cuerpo cambia de glucosa a cetonas para energía, mejorando la flexibilidad metabólica.
fr: Après 12 à 36 heures, votre corps passe du glucose aux cétones pour l'énergie, améliorant la flexibilité métabolique.
hi: 12-36 घंटों के बाद, आपका शरीर ऊर्जा के लिए ग्लूकोज से कीटोन में बदल जाता है, चयापचय लचीलापन में सुधार करता है।
id: Setelah 12-36 jam, tubuh Anda beralih dari glukosa ke keton untuk menghasilkan energi, sehingga meningkatkan fleksibilitas metabolisme.
it: Dopo 12-36 ore, il tuo corpo passa dal glucosio ai chetoni per produrre energia, migliorando la flessibilità metabolica.
pt: Após 12-36 horas, seu corpo muda de glicose para cetonas como energia, melhorando a flexibilidade metabólica.
ru: После 12-36 часов организм переключается с глюкозы на кетоны для энергии, улучшая метаболическую гибкость.

# benefitCellularTitle
source: Cellular Repair
ar: إصلاح الخلايا
de: Zellreparatur
es: Reparación Celular
fr: Réparation Cellulaire
hi: कोशिका मरम्मत
id: Perbaikan Seluler
it: Riparazione cellulare
pt: Reparo Celular
ru: Восстановление клеток

# benefitCellularDesc
source: Fasting initiates autophagy, a process where cells remove damaged components and regenerate.
ar: يبدأ الصيام الالتهام الذاتي، عملية تزيل فيها الخلايا المكونات التالفة وتتجدد.
de: Fasten initiiert die Autophagie, einen Prozess, bei dem Zellen beschädigte Komponenten entfernen und sich regenerieren.
es: El ayuno inicia la autofagia, un proceso donde las células eliminan componentes dañados y se regeneran.
fr: Le jeûne initie l'autophagie, un processus où les cellules éliminent les composants endommagés et se régénèrent.
hi: उपवास ऑटोफैजी शुरू करता है, एक प्रक्रिया जहां कोशिकाएं क्षतिग्रस्त घटकों को हटाती हैं और पुनर्जीवित होती हैं।
id: Puasa memulai autophagy, suatu proses di mana sel menghilangkan komponen yang rusak dan beregenerasi.
it: Il digiuno avvia l’autofagia, un processo in cui le cellule rimuovono i componenti danneggiati e si rigenerano.
pt: O jejum inicia a autofagia, um processo onde as células removem componentes danificados e se regeneram.
ru: Голодание запускает аутофагию — процесс, при котором клетки удаляют повреждённые компоненты и восстанавливаются.

# warningChildrenTitle
source: Children & Teens
ar: الأطفال والمراهقون
de: Kinder & Jugendliche
es: Niños y Adolescentes
fr: Enfants et Ados
hi: बच्चे और किशोर
id: Anak-anak & Remaja
it: Bambini e adolescenti
pt: Crianças e Adolescentes
ru: Дети и подростки

# warningChildrenDesc
source: Intermittent fasting is not recommended for children or adolescents who are still growing.
ar: لا يُنصح بالصيام المتقطع للأطفال أو المراهقين الذين لا يزالون في مرحلة النمو.
de: Intervallfasten wird für Kinder oder Jugendliche, die noch wachsen, nicht empfohlen.
es: El ayuno intermitente no se recomienda para niños o adolescentes que aún están en etapa de crecimiento.
fr: Le jeûne intermittent n'est pas recommandé pour les enfants ou les adolescents qui sont encore en pleine croissance.
hi: अभी भी बढ़ रहे बच्चों या किशोरों के लिए इंटरमिटेंट फास्टिंग की सिफारिश नहीं की जाती है।
id: Puasa intermiten tidak dianjurkan bagi anak-anak atau remaja yang masih dalam masa pertumbuhan.
it: Il digiuno intermittente non è raccomandato per bambini o adolescenti ancora in crescita.
pt: O jejum intermitente não é recomendado para crianças ou adolescentes em fase de crescimento.
ru: Интервальное голодание не рекомендуется детям и подросткам, которые ещё растут.

# warningPregnantTitle
source: Pregnancy
ar: الحمل
de: Schwangerschaft
es: Embarazo
fr: Grossesse
hi: गर्भावस्था
id: Kehamilan
it: Gravidanza
pt: Gravidez
ru: Беременность

# warningPregnantDesc
source: Do not fast during pregnancy as it may affect fetal development.
ar: لا تصومي أثناء الحمل لأنه قد يؤثر على نمو الجنين.
de: Fasten Sie nicht während der Schwangerschaft, da dies die fetale Entwicklung beeinträchtigen kann.
es: No ayunes durante el embarazo, ya que puede afectar el desarrollo fetal.
fr: Ne jeûnez pas pendant la grossesse car cela peut affecter le développement fœtal.
hi: गर्भावस्था के दौरान उपवास न करें क्योंकि यह भ्रूण के विकास को प्रभावित कर सकता है।
id: Jangan berpuasa saat hamil karena dapat mempengaruhi perkembangan janin.
it: Non digiunare durante la gravidanza poiché potrebbe influire sullo sviluppo del feto.
pt: Não jejue durante a gravidez, pois pode afetar o desenvolvimento fetal.
ru: Не голодайте во время беременности, так как это может повлиять на развитие плода.

# warningBreastfeedingTitle
source: Breastfeeding
ar: الرضاعة الطبيعية
de: Stillzeit
es: Lactancia
fr: Allaitement
hi: स्तनपान
id: Menyusui
it: Allattamento al seno
pt: Amamentação
ru: Грудное вскармливание

# warningBreastfeedingDesc
source: Fasting while breastfeeding may reduce milk supply and nutritional quality.
ar: قد يقلل الصيام أثناء الرضاعة من إمدادات الحليب وجودته الغذائية.
de: Fasten während des Stillens kann die Milchproduktion und Nährqualität reduzieren.
es: Ayunar durante la lactancia puede reducir el suministro de leche y su calidad nutricional.
fr: Jeûner pendant l'allaitement peut réduire la production de lait et sa qualité nutricionnelle.
hi: स्तनपान के दौरान उपवास दूध की आपूर्ति और पोषण गुणवत्ता को कम कर सकता है।
id: Puasa saat menyusui dapat menurunkan suplai ASI dan kualitas nutrisi.
it: Il digiuno durante l’allattamento può ridurre la produzione di latte e la qualità nutrizionale.
pt: Jejuar enquanto amamenta pode reduzir a produção de leite e a qualidade nutricional.
ru: Голодание во время кормления грудью может снизить количество и качество молока.

# warningType1DiabetesTitle
source: Type 1 Diabetes
ar: السكري من النوع 1
de: Typ-1-Diabetes
es: Diabetes Tipo 1
fr: Diabète de Type 1
hi: टाइप 1 मधुमेह
id: Diabetes Tipe 1
it: Diabete di tipo 1
pt: Diabetes Tipo 1
ru: Диабет 1 типа

# warningType1DiabetesDesc
source: People with Type 1 diabetes should not fast without medical supervision due to hypoglycemia risk.
ar: لا يجب على مرضى السكري من النوع 1 الصيام بدون إشراف طبي بسبب خطر نقص السكر.
de: Menschen mit Typ-1-Diabetes sollten aufgrund des Hypoglykämierisikos nicht ohne ärztliche Aufsicht fasten.
es: Personas con diabetes tipo 1 no deben ayunar sin supervisión médica debido al riesgo de hipoglucemia.
fr: Les personnes atteintes de diabète de type 1 ne doivent pas jeûner sans surveillance médicale en raison du risque d'hypoglycémie.
hi: टाइप 1 मधुमेह वाले लोगों को हाइपोग्लाइसीमिया के जोखिम के कारण चिकित्सा पर्यवेक्षण के बिना उपवास नहीं करना चाहिए।
id: Penderita diabetes tipe 1 sebaiknya tidak berpuasa tanpa pengawasan medis karena risiko hipoglikemia.
it: Le persone con diabete di tipo 1 non dovrebbero digiunare senza controllo medico a causa del rischio di ipoglicemia.
pt: Pessoas com diabetes Tipo 1 não devem jejuar sem supervisão médica devido ao risco de hipoglicemia.
ru: Людям с диабетом 1 типа нельзя голодать без медицинского наблюдения из-за риска гипогликемии.

# warningEatingDisordersTitle
source: Eating Disorders
ar: اضطرابات الأكل
de: Essstörungen
es: Trastornos Alimenticios
fr: Troubles Alimentaires
hi: खाने के विकार
id: Gangguan Makan
it: Disturbi alimentari
pt: Transtornos Alimentares
ru: Расстройства пищевого поведения

# warningEatingDisordersDesc
source: Fasting may trigger or worsen eating disorders. Seek professional help if you have a history.
ar: قد يحفز الصيام اضطرابات الأكل أو يزيدها سوءاً. اطلب المساعدة المهنية إذا كان لديك تاريخ.
de: Fasten kann Essstörungen auslösen oder verschlimmern. Suchen Sie professionelle Hilfe, wenn Sie eine Vorgeschichte haben.
es: El ayuno puede desencadenar o empeorar trastornos alimenticios. Busca ayuda profesional si tienes antecedentes.
fr: Le jeûne peut déclencher ou aggraver des troubles alimentaires. Cherchez de l'aide professionnelle si vous avez des antécédents.
hi: उपवास खाने के विकारों को ट्रिगर या बदतर कर सकता है। यदि आपका इतिहास है तो पेशेवर मदद लें।
id: Puasa dapat memicu atau memperburuk gangguan makan. Carilah bantuan profesional jika Anda memiliki riwayat penyakit ini.
it: Il digiuno può innescare o peggiorare i disturbi alimentari. Cerca un aiuto professionale se hai una storia.
pt: O jejum pode desencadear ou piorar transtornos alimentares. Procure ajuda profissional se tiver histórico.
ru: Голодание может спровоцировать или усугубить расстройства пищевого поведения. Обратитесь к специалисту при наличии истории.

# warningMuscleLossTitle
source: Muscle Loss Risk
ar: خطر فقدان العضلات
de: Muskelverlustrisiko
es: Riesgo de Pérdida Muscular
fr: Risque de Perte Musculaire
hi: मांसपेशी हानि का जोखिम
id: Risiko Kehilangan Otot
it: Rischio di perdita muscolare
pt: Risco de Perda Muscular
ru: Риск потери мышц

# warningMuscleLossDesc
source: Extended fasting may lead to muscle loss. Maintain protein intake during eating windows.
ar: قد يؤدي الصيام المطول إلى فقدان العضلات. حافظ على تناول البروتين خلال فترات الأكل.
de: Längeres Fasten kann zu Muskelverlust führen. Achten Sie auf Proteinzufuhr während der Essensfenster.
es: El ayuno prolongado puede llevar a pérdida muscular. Mantén la ingesta de proteínas durante las ventanas de alimentación.
fr: Le jeûne prolongé peut entraîner une perte musculaire. Maintenez un apport en protéines suffisant pendant les repas.
hi: लंबे उपवास से मांसपेशी हानि हो सकती है। खाने की अवधि में प्रोटीन सेवन बनाए रखें।
id: Puasa yang berkepanjangan dapat menyebabkan hilangnya otot. Pertahankan asupan protein selama jendela makan.
it: Il digiuno prolungato può portare alla perdita muscolare. Mantenere l'apporto proteico durante le finestre alimentari.
pt: Jejum prolongado pode levar à perda muscular. Mantenha ingestão de proteínas nas janelas de alimentação.
ru: Длительное голодание может привести к потере мышечной массы. Поддерживайте потребление белка в окна питания.

# warningConsultDoctorTitle
source: Consult Your Doctor
ar: استشر طبيبك
de: Konsultieren Sie Ihren Arzt
es: Consulta a tu Médico
fr: Consultez votre Médecin
hi: अपने डॉक्टर से परामर्श लें
id: Konsultasikan dengan Dokter Anda
it: Consulta il tuo medico
pt: Consulte seu Médico
ru: Консультация с врачом

# warningConsultDoctorDesc
source: Always consult a healthcare provider before starting fasting, especially if you have medical conditions.
ar: استشر دائماً مقدم رعاية صحية قبل البدء بالصيام، خاصة إذا كانت لديك حالات طبية.
de: Konsultieren Sie immer einen Arzt, bevor Sie mit dem Fasten beginnen, besonders wenn Sie gesundheitliche Probleme haben.
es: Siempre consulta a un proveedor de salud antes de empezar a ayunar, especialmente si tienes condiciones médicas.
fr: Consultez toujours un prestataire de soins avant de commencer le jeûne, surtout si vous avez des problèmes de santé.
hi: उपवास शुरू करने से पहले हमेशा स्वास्थ्य सेवा प्रदाता से परामर्श लें, विशेष रूप से यदि आपकी चिकित्सा स्थितियां हैं।
id: Selalu konsultasikan dengan penyedia layanan kesehatan sebelum memulai puasa, terutama jika Anda memiliki kondisi medis.
it: Consulta sempre un medico prima di iniziare il digiuno, soprattutto se soffri di patologie.
pt: Consulte sempre um profissional de saúde antes de iniciar o jejum, especialmente se tiver condições médicas.
ru: Всегда консультируйтесь с врачом перед началом голодания, особенно при наличии заболеваний.

# tipHydrationTitle
source: Stay Hydrated
ar: حافظ على الترطيب
de: Bleiben Sie hydriert
es: Mantente Hidratado
fr: Restez Hydraté
hi: हाइड्रेटेड रहें
id: Tetap Terhidrasi
it: Rimani idratato
pt: Mantenha-se Hidratado
ru: Поддерживайте гидратацию

# tipHydrationDesc
source: Drink plenty of water, herbal tea, or black coffee during fasting periods. Proper hydration is essential.
ar: اشرب الكثير من الماء أو الشاي العشبي أو القهوة السوداء خلال فترات الصيام. الترطيب الصحيح ضروري.
de: Trinken Sie während der Fastenperioden viel Wasser, Kräutertee oder schwarzen Kaffee. Gute Hydration ist wichtig.
es: Bebe mucha agua, té de hierbas o café negro durante los periodos de ayuno. La hidratación adecuada es esencial.
fr: Buvez beaucoup d'eau, de tisane ou de café noir pendant les périodes de jeûne. Une bonne hydratation est essentielle.
hi: उपवास अवधि के दौरान खूब पानी, हर्बल चाय या ब्लैक कॉफी पिएं। उचित हाइड्रेशन आवश्यक है।
id: Minumlah banyak air putih, teh herbal, atau kopi hitam selama masa puasa. Hidrasi yang tepat sangat penting.
it: Bevi molta acqua, tisane o caffè nero durante i periodi di digiuno. Una corretta idratazione è essenziale.
pt: Beba bastante água, chá de ervas ou café preto durante os períodos de jejum. A hidratação adequada é essencial.
ru: Пейте много воды, травяной чай или чёрный кофе во время голодания. Правильная гидратация необходима.

# tipGradualStartTitle
source: Start Gradually
ar: ابدأ تدريجياً
de: Beginnen Sie schrittweise
es: Empieza Gradualmente
fr: Commencez Progressivement
hi: धीरे-धीरे शुरू करें
id: Mulailah Secara Bertahap
it: Inizia gradualmente
pt: Comece Gradualmente
ru: Начинайте постепенно

# tipGradualStartDesc
source: Begin with shorter fasting periods (12:12) and gradually increase as your body adapts.
ar: ابدأ بفترات صيام قصيرة (12:12) وزد تدريجياً مع تكيف جسمك.
de: Beginnen Sie mit kürzeren Fastenperioden (12:12) und steigern Sie diese allmählich, während sich Ihr Körper anpasst.
es: Comienza con periodos de ayuno más cortos (12:12) y aumenta gradualmente a medida que tu cuerpo se adapta.
fr: Commencez par des périodes de jeûne plus courtes (12:12) et augmentez progressivement à mesure que votre corps s'adapte.
hi: छोटी उपवास अवधि (12:12) से शुरू करें और जैसे-जैसे आपका शरीर अनुकूल हो धीरे-धीरे बढ़ाएं।
id: Mulailah dengan periode puasa yang lebih pendek (12:12) dan secara bertahap tingkatkan seiring adaptasi tubuh Anda.
it: Inizia con periodi di digiuno più brevi (12:12) e aumenta gradualmente man mano che il tuo corpo si adatta.
pt: Comece com períodos de jejum mais curtos (12:12) e aumente gradualmente conforme seu corpo se adapta.
ru: Начните с коротких периодов голодания (12:12) и постепенно увеличивайте по мере адаптации организма.

# tipBalancedMealsTitle
source: Eat Balanced Meals
ar: تناول وجبات متوازنة
de: Ausgewogene Mahlzeiten
es: Comidas Balanceadas
fr: Repas Équilibrés
hi: संतुलित भोजन खाएं
id: Makan Makanan Seimbang
it: Mangia pasti equilibrati
pt: Refeições Equilibradas
ru: Ешьте сбалансированно
