Repository: ernanesa/APPs_Flutter
Catalog: apps/fasting_tracker/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, pt, ru

# streakDays
source: {count} {count, plural, =1{day} other{days}}
ar: {count} {count, plural, =1{يوم} other{أيام}}
de: {count} {count, plural, =1{Tag} other{Tage}}
es: {count} {count, plural, =1{día} other{días}}
fr: {count} {count, plural, =1{jour} other{jours}}
hi: {count} {count, plural, =1{दिन} other{दिन}}
id: {count} {count, plural, =1{day}lainnya{days}}
it: {count} {count, plural, =1{day}altro{days}}
pt: {count} {count, plural, =1{dia} other{dias}}
ru: {count} {count, plural, =1{день} few{дня} other{дней}}

# achievementsProgress
source: {unlocked} of {total} unlocked
ar: {unlocked} من {total} مفتوح
de: {unlocked} von {total} freigeschaltet
es: {unlocked} de {total} desbloqueados
fr: {unlocked} sur {total} débloqués
hi: {total} में से {unlocked} अनलॉक
id: {unlocked}dari{total}tidak terkunci
it: {unlocked}Di{total}sbloccato
pt: {unlocked} de {total} desbloqueados
ru: {unlocked} из {total} открыто

source: Achievement Unlocked!
ar: تم فتح إنجاز!
de: Erfolg freigeschaltet!
es: ¡Logro Desbloqueado!
fr: Succès Débloqué !
hi: उपलब्धि अनलॉक!
id: Prestasi Tidak Terkunci!
it: Obiettivo sbloccato!
pt: Conquista Desbloqueada!
ru: Достижение разблокировано!

source: Not unlocked yet
ar: لم يُفتح بعد
de: Noch nicht freigeschaltet
es: Aún no desbloqueado
fr: Pas encore débloqué
hi: अभी तक अनलॉक नहीं
id: Belum dibuka kuncinya
it: Non ancora sbloccato
pt: Ainda não desbloqueado
ru: Ещё не открыто

# unlockedOn
source: Unlocked on {date}
ar: فُتح في {date}
de: Freigeschaltet am {date}
es: Desbloqueado el {date}
fr: Débloqué le {date}
hi: {date} को अनलॉक
id: Tidak terkunci{date}
it: Sbloccato{date}
pt: Desbloqueado em {date}
ru: Открыто {date}

# categorySession
source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
hi: सत्र
id: Sesi
it: Sessioni
pt: Sessões
ru: Сессии

# categoryStreak
source: Streaks
ar: السلاسل
de: Serien
es: Rachas
fr: Séries
hi: श्रृंखला
id: coretan
it: Strisce
pt: Sequências
ru: Серии

# categoryTime
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
id: Waktu
it: Tempo
pt: Tempo
ru: Время

# categorySpecial
source: Special
ar: خاص
de: Spezial
es: Especial
fr: Spécial
hi: विशेष
id: Spesial
it: Speciale
pt: Especiais
ru: Особые

# achievementFirstFast
source: First Fast
ar: الصيام الأول
de: Erstes Fasten
es: Primer Ayuno
fr: Premier Jeûne
hi: पहला उपवास
id: Puasa Pertama
it: Primo digiuno
pt: Primeiro Jejum
ru: Первое голодание

# achievementFirstFastDesc
source: Complete your first fasting session
ar: أكمل أول جلسة صيام
de: Schließen Sie Ihre erste Fastensitzung ab
es: Completa tu primera sesión de ayuno
fr: Complétez votre première session de jeûne
hi: अपना पहला उपवास सत्र पूरा करें
id: Selesaikan sesi puasa pertama Anda
it: Completa la tua prima sessione di digiuno
pt: Complete sua primeira sessão de jejum
ru: Завершите свою первую сессию голодания

# achievement10Fasts
source: Dedicated Faster
ar: صائم مخلص
de: Engagierter Faster
es: Ayunador Dedicado
fr: Jeûneur Dévoué
hi: समर्पित उपवासी
id: Berdedikasi Lebih Cepat
it: Dedicato più veloce
pt: Jejuador Dedicado
ru: Преданный практик

# achievement10FastsDesc
source: Complete 10 fasting sessions
ar: أكمل 10 جلسات صيام
de: 10 Fastensitzungen abschließen
es: Completa 10 sesiones de ayuno
fr: Complétez 10 sessions de jeûne
hi: 10 उपवास सत्र पूरे करें
id: Selesaikan 10 sesi puasa
it: Completa 10 sessioni di digiuno
pt: Complete 10 sessões de jejum
ru: Завершите 10 сессий голодания

# achievement50Fasts
source: Fasting Pro
ar: محترف الصيام
de: Fasten-Profi
es: Ayunador Pro
fr: Jeûneur Pro
hi: उपवास प्रो
id: Puasa Pro
it: Digiuno professionale
pt: Profissional do Jejum
ru: Профи голодания

# achievement50FastsDesc
source: Complete 50 fasting sessions
ar: أكمل 50 جلسة صيام
de: 50 Fastensitzungen abschließen
es: Completa 50 sesiones de ayuno
fr: Complétez 50 sessions de jeûne
hi: 50 उपवास सत्र पूरे करें
id: Selesaikan 50 sesi puasa
it: Completa 50 sessioni di digiuno
pt: Complete 50 sessões de jejum
ru: Завершите 50 сессий голодания

# achievement100Fasts
source: Fasting Master
ar: أستاذ الصيام
de: Fasten-Meister
es: Maestro del Ayuno
fr: Maître du Jeûne
hi: उपवास मास्टर
id: Guru Puasa
it: Maestro del digiuno
pt: Mestre do Jejum
ru: Мастер голодания

# achievement100FastsDesc
source: Complete 100 fasting sessions
ar: أكمل 100 جلسة صيام
de: 100 Fastensitzungen abschließen
es: Completa 100 sesiones de ayuno
fr: Complétez 100 sessions de jeûne
hi: 100 उपवास सत्र पूरे करें
id: Selesaikan 100 sesi puasa
it: Completa 100 sessioni di digiuno
pt: Complete 100 sessões de jejum
ru: Завершите 100 сессий голодания

# achievementStreak3
source: Getting Started
ar: البداية
de: Guter Start
es: Empezando
fr: Bon Départ
hi: शुरुआत
id: Memulai
it: Iniziare
pt: Começando
ru: Начало положено

# achievementStreak3Desc
source: Maintain a 3-day streak
ar: حافظ على سلسلة 3 أيام
de: Eine 3-Tage-Serie beibehalten
es: Mantén una racha de 3 días
fr: Maintenez une série de 3 jours
hi: 3 दिन की श्रृंखला बनाए रखें
id: Pertahankan rekor 3 hari berturut-turut
it: Mantenere una serie di 3 giorni
pt: Mantenha uma sequência de 3 dias
ru: Поддержите серию 3 дня

# achievementStreak7
source: Week Warrior
ar: محارب الأسبوع
de: Wochen-Krieger
es: Guerrero Semanal
fr: Guerrier de la Semaine
hi: सप्ताह का योद्धा
id: Pejuang Minggu
it: Settimana Guerriero
pt: Guerreiro da Semana
ru: Воин недели

# achievementStreak7Desc
source: Maintain a 7-day streak
ar: حافظ على سلسلة 7 أيام
de: Eine 7-Tage-Serie beibehalten
es: Mantén una racha de 7 días
fr: Maintenez une série de 7 jours
hi: 7 दिन की श्रृंखला बनाए रखें
id: Pertahankan rekor 7 hari berturut-turut
it: Mantieni una serie di 7 giorni
pt: Mantenha uma sequência de 7 dias
ru: Поддержите серию 7 дней

# achievementStreak30
source: Monthly Champion
ar: بطل الشهر
de: Monats-Champion
es: Campeón Mensual
fr: Champion Mensuel
hi: मासिक चैंपियन
id: Juara Bulanan
it: Campione mensile
pt: Campeão Mensal
ru: Чемпион месяца

# achievementStreak30Desc
source: Maintain a 30-day streak
ar: حافظ على سلسلة 30 يوماً
de: Eine 30-Tage-Serie beibehalten
es: Mantén una racha de 30 días
fr: Maintenez une série de 30 jours
hi: 30 दिन की श्रृंखला बनाए रखें
id: Pertahankan rekor 30 hari berturut-turut
it: Mantenere una serie di 30 giorni
pt: Mantenha uma sequência de 30 dias
ru: Поддержите серию 30 дней

# achievement24Hours
source: Full Day Fast
ar: صيام يوم كامل
de: Ganztägiges Fasten
es: Ayuno de Día Completo
fr: Jeûne de 24 Heures
hi: पूरे दिन का उपवास
id: Puasa Sehari Penuh
it: Giornata intera di digiuno
pt: Jejum de Dia Inteiro
ru: Полный день голодания

# achievement24HoursDesc
source: Complete a 24-hour fast
ar: أكمل صيام 24 ساعة
de: Ein 24-Stunden-Fasten abschließen
es: Completa un ayuno de 24 horas
fr: Complétez un jeûne de 24 heures
hi: 24 घंटे का उपवास पूरा करें
id: Selesaikan puasa 24 jam
it: Completa un digiuno di 24 ore
pt: Complete um jejum de 24 horas
ru: Завершите 24-часовое голодание

# achievement25Fasts
source: Fasting Enthusiast
ar: متحمس للصيام
de: Fasten-Enthusiast
es: Entusiasta del Ayuno
fr: Enthousiaste du Jeûne
hi: उपवास उत्साही
id: Penggemar Puasa
it: Appassionato di digiuno
pt: Entusiasta do Jejum
ru: Энтузиаст голодания

# achievement25FastsDesc
source: Complete 25 fasting sessions
ar: أكمل 25 جلسة صيام
de: 25 Fastensitzungen abschließen
es: Completa 25 sesiones de ayuno
fr: Complétez 25 sessions de jeûne
hi: 25 उपवास सत्र पूरे करें
id: Selesaikan 25 sesi puasa
it: Completa 25 sessioni di digiuno
pt: Complete 25 sessões de jejum
ru: Завершите 25 сессий голодания

# achievement100Hours
source: Century Club
ar: نادي المئة
de: Jahrhundertclub
es: Club Centenario
fr: Club Centenaire
hi: शतक क्लब
id: Klub Abad
it: Circolo del secolo
pt: Clube dos 100
ru: Клуб сотни

# achievement100HoursDesc
source: Accumulate 100 hours of fasting
ar: اجمع 100 ساعة صيام
de: 100 Stunden Fasten sammeln
es: Acumula 100 horas de ayuno
fr: Accumulez 100 heures de jeûne
hi: 100 घंटे उपवास जमा करें
id: Akumulasi puasa 100 jam
it: Accumula 100 ore di digiuno
pt: Acumule 100 horas de jejum
ru: Накопите 100 часов голодания

# achievement500Hours
source: 500 Hour Hero
ar: بطل 500 ساعة
de: 500-Stunden-Held
es: Héroe de 500 Horas
fr: Héros des 500 Heures
hi: 500 घंटे का हीरो
id: Pahlawan 500 Jam
it: Eroe delle 500 ore
pt: Herói das 500 Horas
ru: Герой 500 часов

# achievement500HoursDesc
source: Accumulate 500 hours of fasting
ar: اجمع 500 ساعة صيام
de: 500 Stunden Fasten sammeln
es: Acumula 500 horas de ayuno
fr: Accumulez 500 heures de jeûne
hi: 500 घंटे उपवास जमा करें
id: Akumulasi 500 jam puasa
pt: Acumule 500 horas de jejum
ru: Накопите 500 часов голодания

# achievementStreak14
source: Two Week Champion
ar: بطل الأسبوعين
de: Zwei-Wochen-Champion
es: Campeón Quincenal
fr: Champion de Quinzaine
hi: दो सप्ताह का चैंपियन
id: Juara Dua Minggu
it: Campione di due settimane
pt: Campeão de Duas Semanas
ru: Чемпион двух недель

# achievementStreak14Desc
source: Maintain a 14-day streak
ar: حافظ على سلسلة 14 يوماً
de: Eine 14-Tage-Serie beibehalten
es: Mantén una racha de 14 días
fr: Maintenez une série de 14 jours
hi: 14 दिन की श्रृंखला बनाए रखें
id: Pertahankan rekor 14 hari berturut-turut
it: Mantenere una serie di 14 giorni
pt: Mantenha uma sequência de 14 dias
ru: Поддержите серию 14 дней

# achievementKetosis
source: Ketosis Achiever
ar: محقق الكيتوزية
de: Ketose-Erreicher
es: Logro de Cetosis
fr: Accomplissement Cétose
hi: कीटोसिस प्राप्तकर्ता
id: Pencapai Ketosis
it: Achiever chetosi
pt: Alcançou Cetose
ru: Достижение кетоза

# achievementKetosisDesc
source: Reach the ketosis stage (18+ hours)
ar: وصلت لمرحلة الكيتوزية (18+ ساعة)
de: Die Ketose-Phase erreichen (18+ Stunden)
es: Alcanza la etapa de cetosis (18+ horas)
fr: Atteignez la phase de cétose (18+ heures)
hi: कीटोसिस चरण तक पहुंचें (18+ घंटे)
id: Mencapai tahap ketosis (18+ jam)
it: Raggiungere la fase di chetosi (18+ ore)
pt: Alcance o estágio de cetose (18+ horas)
ru: Достигните стадии кетоза (18+ часов)

# achievementAutophagy
source: Autophagy Achiever
ar: محقق الالتهام الذاتي
de: Autophagie-Erreicher
es: Logro de Autofagia
fr: Accomplissement Autophagie
hi: ऑटोफैजी प्राप्तकर्ता
id: Pencapai Autophagy
it: Conseguitore dell'autofagia
pt: Alcançou Autofagia
ru: Достижение аутофагии

# achievementAutophagyDesc
source: Reach the autophagy stage (48+ hours)
ar: وصلت لمرحلة الالتهام الذاتي (48+ ساعة)
de: Die Autophagie-Phase erreichen (48+ Stunden)
es: Alcanza la etapa de autofagia (48+ horas)
fr: Atteignez la phase d'autophagie (48+ heures)
hi: ऑटोफैजी चरण तक पहुंचें (48+ घंटे)
id: Mencapai tahap autophagy (48+ jam)
it: Raggiungere la fase di autofagia (oltre 48 ore)
pt: Alcance o estágio de autofagia (48+ horas)
ru: Достигните стадии аутофагии (48+ часов)

# achievementEarlyBird
source: Early Bird
ar: الطائر المبكر
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
hi: सुबह की चिड़िया
id: Burung Awal
it: Mattiniero
pt: Madrugador
ru: Ранняя пташка

# achievementEarlyBirdDesc
source: Start a fast before 8 AM
ar: ابدأ صياماً قبل 8 صباحاً
de: Ein Fasten vor 8 Uhr morgens beginnen
es: Inicia un ayuno antes de las 8 AM
fr: Commencez un jeûne avant 8h du matin
hi: सुबह 8 बजे से पहले उपवास शुरू करें
id: Mulailah puasa sebelum jam 8 pagi
it: Inizia un digiuno prima delle 8:00
pt: Inicie um jejum antes das 8h
ru: Начните голодание до 8 утра

# achievementNightOwl
source: Night Owl
ar: بومة الليل
de: Nachteule
es: Noctámbulo
fr: Oiseau de Nuit
hi: रात का उल्लू
id: Burung Hantu Malam
it: Nottambulo
pt: Coruja Noturna
ru: Ночная сова

# achievementNightOwlDesc
source: Complete a fast after 10 PM
ar: أكمل صياماً بعد 10 مساءً
de: Ein Fasten nach 22 Uhr abschließen
es: Completa un ayuno después de las 10 PM
fr: Terminez un jeûne après 22h
hi: रात 10 बजे के बाद उपवास पूरा करें
id: Selesaikan puasa setelah jam 10 malam
it: Completa un digiuno dopo le 22:00
pt: Complete um jejum após as 22h
ru: Завершите голодание после 22:00

# achievementWeekend
source: Weekend Warrior
ar: محارب نهاية الأسبوع
de: Wochenend-Krieger
es: Guerrero de Fin de Semana
fr: Guerrier du Weekend
hi: सप्ताहांत का योद्धा
id: Prajurit Akhir Pekan
it: Guerriero del fine settimana
pt: Guerreiro de Fim de Semana
ru: Воин выходных

# achievementWeekendDesc
source: Complete a fast on weekend
ar: أكمل صياماً في نهاية الأسبوع
de: Ein Fasten am Wochenende abschließen
es: Completa un ayuno en fin de semana
fr: Complétez un jeûne pendant le weekend
hi: सप्ताहांत पर उपवास पूरा करें
id: Selesaikan puasa di akhir pekan
it: Completa un digiuno nel fine settimana
pt: Complete um jejum no fim de semana
ru: Завершите голодание в выходные

# achievementPerfectWeek
source: Perfect Week
ar: الأسبوع المثالي
de: Perfekte Woche
es: Semana Perfecta
fr: Semaine Parfaite
hi: परफेक्ट सप्ताह
id: Minggu Sempurna
it: Settimana perfetta
pt: Semana Perfeita
ru: Идеальная неделя

# achievementPerfectWeekDesc
source: Complete 7 fasts in a week
ar: أكمل 7 صيامات في أسبوع
de: 7 Fastenzeiten in einer Woche abschließen
es: Completa 7 ayunos en una semana
fr: Complétez 7 jeûnes en une semaine
hi: एक सप्ताह में 7 उपवास पूरे करें
id: Selesaikan 7 puasa dalam seminggu
it: Completa 7 digiuni in una settimana
pt: Complete 7 jejuns em uma semana
ru: Завершите 7 голоданий за неделю

source: Color Theme
ar: سمة الألوان
de: Farbthema
es: Tema de Color
fr: Thème de Couleur
hi: रंग थीम
id: Tema Warna
it: Tema del colore
pt: Tema de Cores
ru: Цветовая тема

# themeForest
source: Forest
ar: الغابة
de: Wald
es: Bosque
fr: Forêt
hi: जंगल
id: Hutan
it: Foresta
pt: Floresta
ru: Лес

# themeOcean
source: Ocean
ar: المحيط
de: Ozean
es: Océano
fr: Océan
hi: समुद्र
id: Laut
it: Oceano
pt: Oceano
ru: Океан

# themeSunset
source: Sunset
ar: الغروب
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
hi: सूर्यास्त
id: Matahari terbenam
it: Tramonto
pt: Pôr do Sol
ru: Закат

# themeLavender
source: Lavender
ar: اللافندر
de: Lavendel
es: Lavanda
fr: Lavande
hi: लैवेंडर
id: warna lembayung muda
it: Lavanda
pt: Lavanda
ru: Лаванда

# themeMidnight
source: Midnight
ar: منتصف الليل
de: Mitternacht
es: Medianoche
fr: Minuit
hi: आधी रात
id: Tengah malam
it: Mezzanotte
pt: Meia-Noite
ru: Полночь

# themeRose
source: Rose
ar: الوردي
es: Rosa
hi: गुलाब
id: Mawar
it: Rosa
pt: Rosa
ru: Роза

# themeMint
source: Mint
ar: النعناع
de: Minze
es: Menta
fr: Menthe
hi: पुदीना
id: daun mint
it: Menta
pt: Menta
ru: Мята

# themeAmber
source: Amber
ar: العنبر
de: Bernstein
es: Ámbar
fr: Ambre
hi: अंबर
it: Ambra
pt: Âmbar
ru: Янтарь

# noFastingHistory
source: No fasting history yet
ar: لا يوجد سجل صيام بعد
de: Noch kein Fastenverlauf
es: Aún no hay historial
fr: Pas encore d'historique
hi: अभी तक कोई उपवास इतिहास नहीं
id: Belum ada riwayat puasa
it: Nessuna cronologia di digiuno ancora
pt: Nenhum histórico de jejum ainda
ru: История голодания пока пуста

# startFirstFast
source: Start your first fast to see your progress
ar: ابدأ صيامك الأول لرؤية تقدمك
de: Starten Sie Ihr erstes Fasten, um Ihren Fortschritt zu sehen
es: Comienza tu primer ayuno para ver progreso
fr: Commencez votre premier jeûne pour voir votre progression
hi: अपनी प्रगति देखने के लिए पहला उपवास शुरू करें
id: Mulailah puasa pertama Anda untuk melihat kemajuan Anda
it: Inizia il tuo primo digiuno per vedere i tuoi progressi
pt: Inicie seu primeiro jejum para ver seu progresso
ru: Начните первое голодание, чтобы увидеть прогресс

source: Fasting History
ar: سجل الصيام
de: Fastenverlauf
es: Historial de Ayuno
fr: Historique de Jeûne
hi: उपवास इतिहास
id: Sejarah Puasa
it: Storia del digiuno
pt: Histórico de Jejum
ru: История голодания

source: Total Fasting Time
ar: إجمالي وقت الصيام
de: Gesamte Fastenzeit
es: Tiempo Total de Ayuno
fr: Temps Total de Jeûne
hi: कुल उपवास समय
id: Total Waktu Puasa
it: Tempo di digiuno totale
pt: Tempo Total de Jejum
ru: Общее время голодания

# averageFastDuration
source: Average Duration
ar: متوسط المدة
de: Durchschnittliche Dauer
es: Duración Promedio
fr: Durée Moyenne
hi: औसत अवधि
id: Durasi Rata-Rata
it: Durata media
pt: Duração Média
ru: Средняя продолжительность

source: Longest Fast
ar: أطول صيام
de: Längstes Fasten
es: Ayuno Más Largo
fr: Jeûne le Plus Long
hi: सबसे लंबा उपवास
id: Cepat Terpanjang
it: Il digiuno più lungo
pt: Maior Jejum
ru: Самое долгое голодание

# hours
source: {count}h
ar: {count} س
de: {count} Std.
hi: {count} घं
ru: {count} ч

# minutes
source: {count}m
ar: {count} د
de: {count} Min.
hi: {count} मि
ru: {count} м

# hoursMinutes
source: {hours}h {minutes}m
ar: {hours} س {minutes} د
de: {hours} Std. {minutes} Min.
hi: {hours} घं {minutes} मि
ru: {hours} ч {minutes} м

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
pt: Concluído
ru: Завершено

source: Cancelled
ar: ملغى
de: Abgebrochen
es: Cancelado
fr: Annulé
hi: रद्द
id: Dibatalkan
it: Annullato
pt: Cancelado
ru: Отменено

source: In Progress
ar: جارٍ
de: In Bearbeitung
es: En Progreso
fr: En cours
hi: जारी है
id: Sedang Berlangsung
it: In corso
pt: Em Andamento
ru: В процессе

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
id: Penampilan
it: Aspetto
pt: Aparência
ru: Внешний вид

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
pt: Idioma
ru: Язык

# languageDefault
source: System Default
ar: الافتراضي
de: Systemstandard
es: Predeterminado
fr: Par défaut
hi: सिस्टम डिफ़ॉल्ट
id: Bawaan Sistem
it: Predefinito del sistema
pt: Padrão do Sistema
ru: По умолчанию

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
id: Pemberitahuan
it: Notifiche
pt: Notificações
ru: Уведомления

source: Enable Reminders
ar: تفعيل التذكيرات
de: Erinnerungen aktivieren
es: Activar Recordatorios
fr: Activer les rappels
hi: रिमाइंडर सक्षम करें
id: Aktifkan Pengingat
it: Abilita promemoria
pt: Ativar Lembretes
ru: Включить напоминания

source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del Recordatorio
fr: Heure de rappel
hi: रिमाइंडर समय
id: Waktu Pengingat
it: Tempo di promemoria
pt: Horário do Lembrete
ru: Время напоминания

# notificationGoalReachedTitle
source: Target Reached! ðŸŽ‰
ar: تم الوصول للهدف! 🎉
de: Ziel erreicht! 🎉
es: ¡Objetivo Alcanzado! 🎉
fr: Objectif Atteint ! 🎉
hi: लक्ष्य प्राप्त! 🎉
id: Target Tercapai! ðŸŽ‰
it: Obiettivo raggiunto! 🎉
pt: Meta Alcançada! 🎉
ru: Цель достигнута! 🎉

# notificationGoalReachedBody
source: You have successfully reached your fasting goal!
ar: لقد حققت هدف الصيام بنجاح!
de: Sie haben Ihr Fastenziel erfolgreich erreicht!
es: ¡Has alcanzado tu meta de ayuno exitosamente!
fr: Vous avez atteint votre objectif de jeûne avec succès !
hi: आपने अपना उपवास लक्ष्य सफलतापूर्वक प्राप्त कर लिया!
id: Anda telah berhasil mencapai tujuan puasa Anda!
it: Hai raggiunto con successo il tuo obiettivo di digiuno!
pt: Você alcançou sua meta de jejum com sucesso!
ru: Вы успешно достигли цели голодания!

source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Di
pt: Sobre
ru: О приложении

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
it: Versione
pt: Versão
ru: Версия

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
pt: Política de Privacidade
ru: Политика конфиденциальности

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
it: Termini di servizio
pt: Termos de Serviço
ru: Условия использования

source: Rate App
ar: قيّم التطبيق
de: App bewerten
es: Calificar App
fr: Noter l'App
hi: ऐप रेट करें
id: Nilai Aplikasi
it: Valuta l'app
pt: Avaliar App
ru: Оценить приложение

source: Share App
ar: شارك التطبيق
de: App teilen
es: Compartir App
fr: Partager l'App
hi: ऐप शेयर करें
id: Bagikan Aplikasi
it: Condividi l'app
pt: Compartilhar App
ru: Поделиться приложением

# healthInfoTitle
source: Intermittent Fasting
ar: الصيام المتقطع
de: Intervallfasten
es: Ayuno Intermitente
fr: Jeûne Intermittent
hi: इंटरमिटेंट फास्टिंग
id: Puasa Intermiten
it: Digiuno intermittente
pt: Jejum Intermitente
ru: Интервальное голодание

# healthInfoSubtitle
source: Science-based information
ar: معلومات مبنية على العلم
de: Wissenschaftlich fundierte Informationen
es: Información basada en ciencia
fr: Informations fondées sur la science
hi: विज्ञान आधारित जानकारी
id: Informasi berbasis sains
it: Informazioni basate sulla scienza
pt: Informações baseadas em ciência
ru: Научно обоснованная информация

# benefitsTitle
source: Health Benefits
ar: الفوائد الصحية
de: Gesundheitsvorteile
es: Beneficios para la Salud
fr: Bienfaits pour la Santé
hi: स्वास्थ्य लाभ
id: Manfaat Kesehatan
it: Benefici per la salute
pt: Benefícios para a Saúde
ru: Польза для здоровья

# warningsTitle
source: Warnings & Precautions
ar: تحذيرات واحتياطات
de: Warnungen & Vorsichtsmaßnahmen
es: Advertencias y Precauciones
fr: Avertissements et Précautions
hi: चेतावनियां और सावधानियां
id: Peringatan & Tindakan Pencegahan
it: Avvertenze e precauzioni
pt: Avisos e Precauções
ru: Предупреждения и меры предосторожности

# tipsTitle
source: Tips for Success
ar: نصائح للنجاح
de: Tipps für den Erfolg
es: Consejos para el Éxito
fr: Conseils pour réussir
hi: सफलता के टिप्स
id: Kiat untuk Sukses
it: Suggerimenti per il successo
pt: Dicas para o Sucesso
ru: Советы для успеха

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
hi: स्रोत
id: Sumber
it: Fonti
pt: Fontes
ru: Источники

# disclaimer
source: This app is for informational purposes only. Always consult a healthcare provider before starting any fasting regimen.
ar: هذا التطبيق لأغراض إعلامية فقط. استشر دائماً مقدم رعاية صحية قبل البدء في أي نظام صيام.
de: Diese App dient nur zu Informationszwecken. Konsultieren Sie immer einen Arzt, bevor Sie ein Fastenregime beginnen.
es: Esta aplicación es solo para fines informativos. Siempre consulta a un profesional de la salud antes de comenzar cualquier régimen de ayuno.
fr: Cette application est à titre informatif uniquement. Consultez toujours un professionnel de santé avant de commencer tout régime de jeûne.
hi: यह ऐप केवल सूचनात्मक उद्देश्यों के लिए है। कोई भी उपवास योजना शुरू करने से पहले हमेशा स्वास्थ्य सेवा प्रदाता से परामर्श लें।
id: Aplikasi ini hanya untuk tujuan informasi. Selalu konsultasikan dengan penyedia layanan kesehatan sebelum memulai program puasa apa pun.
it: Questa app è solo a scopo informativo. Consultare sempre un operatore sanitario prima di iniziare qualsiasi regime di digiuno.
pt: Este aplicativo é apenas para fins informativos. Consulte sempre um médico antes de iniciar qualquer regime de jejum.
ru: Это приложение предназначено только для информационных целей. Всегда консультируйтесь с врачом перед началом любого режима голодания.

# benefitWeightTitle
source: Weight Management
ar: إدارة الوزن
de: Gewichtsmanagement
es: Control de Peso
fr: Gestion du Poids
hi: वजन प्रबंधन
id: Manajemen Berat Badan
it: Gestione del peso
pt: Controle de Peso
ru: Управление весом
