Repository: ernanesa/APPs_Flutter
Catalog: apps/pomodoro_timer/lib/l10n/app_*.arb
Languages: bn, hi, id, it, ko, tr

# quote14Text
source: The harder you work, the luckier you get.
bn: আপনি যত কঠোর পরিশ্রম করবেন, তত ভাগ্যবান হবেন।
hi: आप जितना कठिन परिश्रम करते हैं, उतने भाग्यशाली होते हैं।
id: Semakin keras Anda bekerja, semakin banyak keberuntungan yang Anda dapatkan.
it: Più lavori duro, più sarai fortunato.
ko: 열심히 일할수록 행운이 찾아옵니다.
tr: Ne kadar çok çalışırsanız o kadar şanslı olursunuz.

# quote14Author
source: Gary Player
bn: গ্যারি প্লেয়ার
hi: गैरी प्लेयर
id: Pemain Gary
it: Gary Giocatore
ko: 게리 플레이어
tr: Gary Oyuncu

# quote15Text
source: Do something today that your future self will thank you for.
bn: আজ এমন কিছু করুন যার জন্য আপনার ভবিষ্যৎ স্বত্তা আপনাকে ধন্যবাদ দেবে।
hi: आज कुछ ऐसा करें जिसके लिए आपका भविष्य धन्यवाद करे।
id: Lakukan sesuatu hari ini yang akan membuat diri Anda berterima kasih di masa depan.
it: Fai qualcosa oggi per cui il tuo io futuro ti ringrazierà.
ko: 미래의 자신이 감사할 만한 일을 오늘 하세요.
tr: Bugün gelecekteki benliğinizin size teşekkür edeceği bir şey yapın.

# quote15Author
source: Unknown
bn: অজানা
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ko: 알려지지 않은
tr: Bilinmiyor

source: Appearance
bn: চেহারা
hi: दिखावट
id: Penampilan
it: Aspetto
ko: 모습
tr: Dış görünüş

source: Colorful Mode
bn: রঙিন মোড
hi: रंगीन मोड
id: Modus Berwarna-warni
it: Modalità colorata
ko: 컬러풀 모드
tr: Renkli Mod

# colorfulModeDesc
source: Use vibrant colors and animated layout
bn: প্রাণবন্ত রঙ এবং অ্যানিমেটেড লেআউট ব্যবহার করুন
hi: जीवंत रंग और एनिमेटेड लेआउट का उपयोग करें
id: Gunakan warna-warna cerah dan tata letak animasi
it: Utilizza colori vivaci e layout animato
ko: 생생한 색상과 애니메이션 레이아웃을 사용하세요.
tr: Canlı renkler ve animasyonlu düzen kullanın
