Repository: ernanesa/APPs_Flutter
Catalog: apps/pomodoro_timer/lib/l10n/app_*.arb
Languages: bn, hi, id, it, ko, tr

# appTitle
source: Pomodoro Timer
bn: পমোডোরো টাইমার
hi: पोमोडोरो टाइमर
id: Pengatur Waktu Pomodoro
it: Temporizzatore del pomodoro
ko: 뽀모도로 타이머
tr: Pomodoro Zamanlayıcı

source: Focus Session
bn: ফোকাস সেশন
hi: फोकस सेशन
id: Sesi Fokus
it: Sessione focalizzata
ko: 포커스 세션
tr: Odaklanma Oturumu

source: Short Break
bn: ছোট বিরতি
hi: छोटा ब्रेक
id: Istirahat Singkat
it: Breve pausa
ko: 짧은 휴식
tr: Kısa Mola

source: Long Break
bn: দীর্ঘ বিরতি
hi: लंबा ब्रेक
id: Istirahat Panjang
it: Lunga pausa
ko: 긴 휴식
tr: Uzun Mola

source: Start
bn: শুরু
hi: शुरू
id: Awal
it: Inizio
ko: 시작
tr: Başlangıç

source: Pause
bn: বিরতি
hi: रोकें
id: Berhenti sebentar
it: Pausa
ko: 정지시키다
tr: Duraklat

source: Resume
bn: পুনরায় শুরু
hi: जारी रखें
id: Melanjutkan
it: Riprendere
ko: 재개하다
tr: Sürdürmek

source: Reset
bn: রিসেট
hi: रीसेट
id: Mengatur ulang
ko: 다시 놓기
tr: Sıfırla

source: Skip
bn: স্কিপ
hi: छोड़ें
id: Melewati
it: Saltare
ko: 건너뛰다
tr: Atlamak

source: Sessions
bn: সেশন
hi: सेशन
id: Sesi
it: Sessioni
ko: 세션
tr: Oturumlar

source: Sessions Completed
bn: সম্পন্ন সেশন
hi: पूर्ण सेशन
id: Sesi Selesai
it: Sessioni completate
ko: 완료된 세션
tr: Tamamlanan Oturumlar

source: Total Focus Time
bn: মোট ফোকাস সময়
hi: कुल फोकस समय
id: Total Waktu Fokus
it: Tempo di concentrazione totale
ko: 총 집중 시간
tr: Toplam Odaklanma Süresi

# todayStats
source: Today's Stats
bn: আজকের পরিসংখ্যান
hi: आज के आंकड़े
id: Statistik hari ini
it: Le statistiche di oggi
ko: 오늘의 통계
tr: Bugünün İstatistikleri

source: Weekly Stats
bn: সাপ্তাহিক পরিসংখ্যান
hi: साप्ताहिक आंकड़े
id: Statistik Mingguan
it: Statistiche settimanali
ko: 주간 통계
tr: Haftalık İstatistikler

source: Settings
bn: সেটিংস
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ko: 설정
tr: Ayarlar

source: Focus Duration
bn: ফোকাস সময়কাল
hi: फोकस अवधि
id: Durasi Fokus
it: Durata della messa a fuoco
ko: 집중 기간
tr: Odaklanma Süresi

source: Short Break Duration
bn: ছোট বিরতির সময়কাল
hi: छोटे ब्रेक की अवधि
id: Durasi Istirahat Singkat
it: Durata della pausa breve
ko: 짧은 휴식 시간
tr: Kısa Mola Süresi

source: Long Break Duration
bn: দীর্ঘ বিরতির সময়কাল
hi: लंबे ब्रेक की अवधि
id: Durasi Istirahat Panjang
it: Durata della pausa lunga
ko: 긴 휴식 시간
tr: Uzun Mola Süresi

source: Sessions Until Long Break
bn: দীর্ঘ বিরতি পর্যন্ত সেশন
hi: लंबे ब्रेक तक सेशन
id: Sesi Sampai Istirahat Panjang
it: Sessioni fino alla lunga pausa
ko: 긴 휴식 시간까지의 세션
tr: Uzun Araya Kadar Oturumlar

source: Sound Enabled
bn: শব্দ সক্রিয়
hi: ध्वनि सक्षम
id: Suara Diaktifkan
it: Suono abilitato
ko: 소리 활성화
tr: Ses Etkin

source: Vibration Enabled
bn: কম্পন সক্রিয়
hi: कंपन सक्षम
id: Getaran Diaktifkan
it: Vibrazione abilitata
ko: 진동 활성화
tr: Titreşim Etkin

source: Auto-start Breaks
bn: স্বয়ংক্রিয়ভাবে বিরতি শুরু
hi: ब्रेक स्वचालित शुरू
id: Istirahat Mulai Otomatis
it: Pause con avvio automatico
ko: 자동 시작 휴식 시간
tr: Molaları Otomatik Başlat

source: Auto-start Focus
bn: স্বয়ংক্রিয়ভাবে ফোকাস শুরু
hi: फोकस स्वचालित शुरू
id: Fokus Mulai Otomatis
it: Messa a fuoco con avvio automatico
ko: 자동 시작 초점
tr: Otomatik Başlatılan Odaklama

source: Notifications
bn: বিজ্ঞপ্তি
hi: सूचनाएं
id: Pemberitahuan
it: Notifiche
ko: 알림
tr: Bildirimler

source: minutes
bn: মিনিট
hi: मिनट
id: menit
it: minuti
ko: 분
tr: dakika

source: min
bn: মি
hi: मि
id: menit
ko: 분
tr: dk.

source: hours
bn: ঘণ্টা
hi: घंटे
id: jam
it: ore
ko: 시간
tr: saat

source: History
bn: ইতিহাস
hi: इतिहास
id: Sejarah
it: Storia
ko: 역사
tr: Tarih

source: Statistics
bn: পরিসংখ্যান
hi: आंकड़े
id: Statistik
it: Statistiche
ko: 통계
tr: İstatistikler

source: Timer
bn: টাইমার
hi: टाइमर
id: pengatur waktu
ko: 시간제 노동자
tr: Zamanlayıcı

source: Keep Focused!
bn: মনোযোগ রাখুন!
hi: फोकस रखें!
id: Tetap Fokus!
it: Mantieni la concentrazione!
ko: 계속 집중하세요!
tr: Odaklanmaya devam edin!

# timeForBreak
source: Time for a Break!
bn: বিরতির সময়!
hi: ब्रेक का समय!
id: Waktunya istirahat!
it: È ora di fare una pausa!
ko: 휴식 시간입니다!
tr: Mola Zamanı!

# breakOver
source: Break is Over!
bn: বিরতি শেষ!
hi: ब्रेक खत्म!
id: Istirahat sudah berakhir!
it: La pausa è finita!
ko: 휴식은 끝났습니다!
tr: Mola bitti!

source: Great Job!
bn: দারুণ কাজ!
hi: शानदार काम!
id: Kerja Hebat!
it: Ottimo lavoro!
ko: 훌륭해요!
tr: Harika İş!

source: Session Complete
bn: সেশন সম্পন্ন
hi: सेशन पूर्ण
id: Sesi Selesai
it: Sessione completata
ko: 세션 완료
tr: Oturum Tamamlandı

source: Ready
bn: প্রস্তুত
hi: तैयार
id: Siap
it: Pronto
ko: 준비가 된
tr: Hazır

source: Focus Mode
bn: ফোকাস মোড
hi: फोकस मोड
id: Modus Fokus
it: Modalità di messa a fuoco
ko: 초점 모드
tr: Odak Modu

source: Break Mode
bn: বিরতি মোড
hi: ब्रेक मोड
id: Modus Istirahat
it: Modalità di interruzione
ko: 휴식 모드
tr: Mola Modu

source: Dark Mode
bn: ডার্ক মোড
hi: डार्क मोड
id: Mode Gelap
it: Modalità oscura
ko: 다크 모드
tr: Karanlık Mod

source: Language
bn: ভাষা
hi: भाषा
id: Bahasa
it: Lingua
ko: 언어
tr: Dil

source: About
bn: সম্পর্কে
hi: के बारे में
id: Tentang
it: Di
ko: 에 대한
tr: Hakkında

source: Version
bn: সংস্করণ
hi: संस्करण
id: Versi
it: Versione
ko: 버전
tr: Sürüm

source: Privacy Policy
bn: গোপনীয়তা নীতি
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
ko: 개인 정보 보호 정책
tr: Gizlilik Politikası

source: Rate App
bn: অ্যাপ রেট করুন
hi: ऐप को रेट करें
id: Nilai Aplikasi
it: Valuta l'app
ko: 앱 평가
tr: Uygulamayı Değerlendirin

# noSessionsYet
source: No sessions yet. Start your first Pomodoro!
bn: এখনো কোনো সেশন নেই। আপনার প্রথম পমোডোরো শুরু করুন!
hi: अभी तक कोई सेशन नहीं। अपना पहला पोमोडोरो शुरू करें!
id: Belum ada sesi. Mulai Pomodoro pertama Anda!
it: Nessuna sessione ancora. Inizia il tuo primo Pomodoro!
ko: 아직 세션이 없습니다. 첫 번째 Pomodoro를 시작하세요!
tr: Henüz oturum yok. İlk Pomodoro'nuza başlayın!

# pomodoroTechnique
source: The Pomodoro Technique helps you focus by breaking work into intervals, traditionally 25 minutes in length, separated by short breaks.
bn: পমোডোরো কৌশল আপনাকে কাজকে ২৫ মিনিটের বিরতিতে ভাগ করে মনোযোগ দিতে সাহায্য করে, ছোট বিরতি দিয়ে আলাদা।
hi: पोमोडोरो तकनीक आपको काम को अंतराल में विभाजित करके ध्यान केंद्रित करने में मदद करती है, पारंपरिक रूप से 25 मिनट, छोटे ब्रेक से अलग।
id: Teknik Pomodoro membantu Anda fokus dengan membagi pekerjaan menjadi beberapa interval, biasanya berdurasi 25 menit, dipisahkan dengan istirahat singkat.
it: La Tecnica del Pomodoro ti aiuta a concentrarti suddividendo il lavoro in intervalli, tradizionalmente di 25 minuti, separati da brevi pause.
ko: 뽀모도로 기법은 작업을 전통적으로 25분 길이로 짧은 휴식 시간으로 구분하여 집중하는 데 도움이 됩니다.
tr: Pomodoro Tekniği, çalışmayı geleneksel olarak 25 dakika uzunluğunda ve kısa molalarla ayrılmış aralıklarla bölerek odaklanmanıza yardımcı olur.

source: Get Started
bn: শুরু করুন
hi: शुरू करें
id: Memulai
it: Inizia
ko: 시작하기
tr: Başlayın

source: Let's Go!
bn: চলুন শুরু করি!
hi: चलो शुरू करें!
id: Ayo Pergi!
it: Andiamo!
ko: 갑시다!
tr: Hadi gidelim!

# streakDays
source: day streak
bn: দিন ধারাবাহিক
hi: दिन लगातार
id: hari berturut-turut
it: serie di giorni
ko: 하루 연속
tr: gün serisi

source: Current Streak
bn: বর্তমান ধারা
hi: वर्तमान स्ट्रीक
id: Garis Saat Ini
it: Serie attuale
ko: 현재 연속
tr: Mevcut Seri

source: Best Streak
bn: সেরা ধারা
hi: सर्वश्रेष्ठ स्ट्रीक
id: Garis Terbaik
it: Miglior serie
ko: 최고의 연속
tr: En İyi Seri

source: days
bn: দিন
hi: दिन
id: hari
it: giorni
ko: 날
tr: günler

source: Achievements
bn: অর্জন
hi: उपलब्धियाँ
id: Prestasi
it: Risultati
ko: 업적
tr: Başarılar

source: Achievement Unlocked!
bn: অর্জন আনলক!
hi: उपलब्धि अनलॉक!
id: Prestasi Tidak Terkunci!
it: Obiettivo sbloccato!
ko: 업적 잠금 해제!
tr: Başarı Kilidi Açıldı!

# achievementsProgress
source: {unlocked}/{total} Unlocked
bn: {unlocked}/{total} আনলক
hi: {unlocked}/{total} अनलॉक
id: {unlocked}/{total}Tidak terkunci
it: {unlocked}/{total}Sbloccato
ko: {unlocked}/{total}잠금 해제됨
tr: {unlocked}/{total}Kilitli değil

source: Not unlocked yet
bn: এখনো আনলক হয়নি
hi: अभी तक अनलॉक नहीं
id: Belum dibuka kuncinya
it: Non ancora sbloccato
ko: 아직 잠금 해제되지 않음
tr: Henüz kilidi açılmadı

# unlockedOn
source: Unlocked on {date}
bn: {date} আনলক
hi: {date} को अनलॉक
id: Tidak terkunci{date}
it: Sbloccato{date}
ko: 잠금 해제 날짜{date}
tr: Kilit açma tarihi{date}

source: Close
bn: বন্ধ
hi: बंद करें
id: Menutup
it: Vicino
ko: 닫다
tr: Kapalı

# categorySession
source: Sessions
bn: সেশন
hi: सेशन
id: Sesi
it: Sessioni
ko: 세션
tr: Oturumlar

# categoryStreak
source: Streak
bn: ধারা
hi: स्ट्रीक
id: Garis
it: Strisciante
ko: 줄
tr: Rüzgâr gibi geçmek

# categoryTime
source: Focus Time
bn: ফোকাস সময়
hi: फोकस समय
id: Waktu Fokus
it: Tempo di concentrazione
ko: 집중 시간
tr: Odaklanma Süresi

# categorySpecial
source: Special
bn: বিশেষ
hi: विशेष
id: Spesial
it: Speciale
ko: 특별한
tr: Özel

# achievementFirstSession
source: First Step
bn: প্রথম পদক্ষেপ
hi: पहला कदम
id: Langkah Pertama
it: Primo passo
ko: 첫 번째 단계
tr: İlk adım

# achievementFirstSessionDesc
source: Complete your first focus session
bn: আপনার প্রথম ফোকাস সেশন সম্পন্ন করুন
hi: अपना पहला फोकस सेशन पूरा करें
id: Selesaikan sesi fokus pertama Anda
it: Completa la tua prima sessione di focus
ko: 첫 번째 집중 세션을 완료하세요
tr: İlk odaklanma oturumunuzu tamamlayın

# achievementSessions10
source: Getting Started
bn: ভালো শুরু
hi: अच्छी शुरुआत
id: Memulai
it: Iniziare
ko: 시작하기
tr: Başlarken

# achievementSessions10Desc
source: Complete 10 focus sessions
bn: ১০টি ফোকাস সেশন সম্পন্ন করুন
hi: 10 फोकस सेशन पूरे करें
id: Selesaikan 10 sesi fokus
it: Completa 10 sessioni di focus
ko: 집중 세션 10개 완료
tr: 10 odaklanma oturumunu tamamlayın

# achievementSessions50
source: Dedicated
bn: নিবেদিত
hi: समर्पित
id: Berdedikasi
it: Dedicato
ko: 헌신적인
tr: Özel

# achievementSessions50Desc
source: Complete 50 focus sessions
bn: ৫০টি ফোকাস সেশন সম্পন্ন করুন
hi: 50 फोकस सेशन पूरे करें
id: Selesaikan 50 sesi fokus
it: Completa 50 sessioni di focus
ko: 집중 세션 50개 완료
tr: 50 odaklanma oturumunu tamamlayın

# achievementSessions100
source: Centurion
bn: শতাব্দী
hi: शतक
id: Perwira
it: Centurione
ko: 백부장
tr: Yüzbaşı

# achievementSessions100Desc
source: Complete 100 focus sessions
bn: ১০০টি ফোকাস সেশন সম্পন্ন করুন
hi: 100 फोकस सेशन पूरे करें
id: Selesaikan 100 sesi fokus
it: Completa 100 sessioni di focus
ko: 집중 세션 100개 완료
tr: 100 odaklanma oturumunu tamamla

# achievementSessions500
source: Grandmaster
bn: গ্র্যান্ডমাস্টার
hi: ग्रैंडमास्टर
id: Guru Besar
it: Gran Maestro
ko: 그랜드마스터
tr: Büyük usta

# achievementSessions500Desc
source: Complete 500 focus sessions
bn: ৫০০টি ফোকাস সেশন সম্পন্ন করুন
hi: 500 फोकस सेशन पूरे करें
id: Selesaikan 500 sesi fokus
it: Completa 500 sessioni di focus
ko: 집중 세션 500개 완료
tr: 500 odaklanma oturumunu tamamlayın

# achievementStreak3
source: Hat Trick
bn: হ্যাট ট্রিক
hi: हैट ट्रिक
id: Trik Topi
it: Tripletta
ko: 해트트릭
tr: El çabukluğu

# achievementStreak3Desc
source: Maintain a 3-day streak
bn: ৩ দিনের ধারা বজায় রাখুন
hi: 3 दिन की स्ट्रीक बनाएं
id: Pertahankan rekor 3 hari berturut-turut
it: Mantenere una serie di 3 giorni
ko: 3일 연속 유지
tr: 3 günlük seriyi koruyun

# achievementStreak7
source: Week Warrior
bn: সাপ্তাহিক যোদ্ধা
hi: साप्ताहिक योद्धा
id: Pejuang Minggu
it: Settimana Guerriero
ko: 주간 전사
tr: Hafta Savaşçısı

# achievementStreak7Desc
source: Maintain a 7-day streak
bn: ৭ দিনের ধারা বজায় রাখুন
hi: 7 दिन की स्ट्रीक बनाएं
id: Pertahankan rekor 7 hari berturut-turut
it: Mantieni una serie di 7 giorni
ko: 7일 연속 유지
tr: 7 günlük seriyi koruyun

# achievementStreak30
source: Monthly Champion
bn: মাসিক চ্যাম্পিয়ন
hi: मासिक चैंपियन
id: Juara Bulanan
it: Campione mensile
ko: 월간 챔피언
tr: Aylık Şampiyon

# achievementStreak30Desc
source: Maintain a 30-day streak
bn: ৩০ দিনের ধারা বজায় রাখুন
hi: 30 दिन की स्ट्रीक बनाएं
id: Pertahankan rekor 30 hari berturut-turut
it: Mantenere una serie di 30 giorni
ko: 30일 연속 유지
tr: 30 günlük seriyi koruyun

# achievementTime1h
source: First Hour
bn: প্রথম ঘণ্টা
hi: पहला घंटा
id: Jam Pertama
it: Prima Ora
ko: 첫 시간
tr: İlk Saat

# achievementTime1hDesc
source: Accumulate 1 hour of focus time
bn: ১ ঘণ্টা ফোকাস সময় জমা করুন
hi: 1 घंटे का फोकस समय जमा करें
id: Akumulasi 1 jam waktu fokus
it: Accumula 1 ora di tempo di concentrazione
ko: 집중시간 1시간 누적
tr: 1 saatlik odaklanma süresi biriktirin

# achievementTime10h
source: Time Investor
bn: সময় বিনিয়োগকারী
hi: समय निवेशक
id: Investor Waktu
it: Investitore nel tempo
ko: 시간 투자자
tr: Zaman Yatırımcısı

# achievementTime10hDesc
source: Accumulate 10 hours of focus time
bn: ১০ ঘণ্টা ফোকাস সময় জমা করুন
hi: 10 घंटे का फोकस समय जमा करें
id: Akumulasi 10 jam waktu fokus
ko: 집중시간 10시간 누적
tr: 10 saatlik odaklanma süresi biriktirin

# achievementTime100h
source: Time Master
bn: সময়ের মাস্টার
hi: समय का मास्टर
id: Tuan Waktu
it: Maestro del tempo
ko: 타임 마스터
tr: Zaman Ustası

# achievementTime100hDesc
source: Accumulate 100 hours of focus time
bn: ১০০ ঘণ্টা ফোকাস সময় জমা করুন
hi: 100 घंटे का फोकस समय जमा करें
id: Akumulasi 100 jam waktu fokus
ko: 집중시간 100시간 누적
tr: 100 saatlik odaklanma süresi biriktirin

# achievementEarlyBird
source: Early Bird
bn: প্রাতঃকালীন পাখি
hi: अर्ली बर्ड
id: Burung Awal
it: Mattiniero
ko: 얼리버드
tr: Erken Rezervasyon

# achievementEarlyBirdDesc
source: Complete a session before 7 AM
bn: সকাল ৭টার আগে একটি সেশন সম্পন্ন করুন
hi: सुबह 7 बजे से पहले एक सेशन पूरा करें
id: Selesaikan sesi sebelum jam 7 pagi
it: Completa una sessione prima delle 7:00
ko: 오전 7시 이전에 세션을 완료하세요.
tr: Bir oturumu sabah 7'den önce tamamlayın

# achievementNightOwl
source: Night Owl
bn: রাতের পেঁচা
hi: नाइट आउल
id: Burung Hantu Malam
it: Nottambulo
ko: 올빼미
tr: Gece Kuşu

# achievementNightOwlDesc
source: Complete a session after 10 PM
bn: রাত ১০টার পরে একটি সেশন সম্পন্ন করুন
hi: रात 10 बजे के बाद एक सेशन पूरा करें
id: Selesaikan satu sesi setelah jam 10 malam
it: Completa una sessione dopo le 22:00
ko: 오후 10시 이후 세션 완료
tr: Bir oturumu saat 22.00'den sonra tamamlayın

# achievementWeekendWarrior
source: Weekend Warrior
bn: সপ্তাহান্তের যোদ্ধা
hi: वीकेंड वॉरियर
id: Prajurit Akhir Pekan
it: Guerriero del fine settimana
ko: 주말 전사
tr: Hafta Sonu Savaşçısı

# achievementWeekendWarriorDesc
source: Complete 5 sessions on a weekend
bn: সপ্তাহান্তে ৫টি সেশন সম্পন্ন করুন
hi: सप्ताहांत पर 5 सेशन पूरे करें
id: Selesaikan 5 sesi di akhir pekan
it: Completa 5 sessioni in un fine settimana
ko: 주말에 5개 세션을 완료하세요.
tr: Hafta sonu 5 seansı tamamlayın

source: Ambient Sounds
bn: পরিবেশগত শব্দ
hi: परिवेश ध्वनियाँ
id: Suara Sekitar
it: Suoni ambientali
ko: 주변 소리
tr: Ortam Sesleri

# soundSilence
source: Silence
bn: নীরবতা
hi: शांति
id: Kesunyian
it: Silenzio
ko: 고요
tr: Sessizlik

# soundRain
source: Rain
bn: বৃষ্টি
hi: बारिश
id: Hujan
it: Piovere
ko: 비
tr: Yağmur

# soundForest
source: Forest
bn: বন
hi: जंगल
id: Hutan
it: Foresta
ko: 숲
tr: Orman

# soundOcean
source: Ocean
bn: সমুদ্র
hi: समुद्र
id: Laut
it: Oceano
ko: 대양
tr: Okyanus

# soundCafe
source: Café
bn: ক্যাফে
hi: कैफे
id: Kafe
it: Caffetteria
ko: 카페
tr: Kafe

# soundFireplace
source: Fireplace
bn: অগ্নিকুণ্ড
hi: चिमनी
id: Perapian
it: Camino
ko: 난로
tr: Şömine

# soundWhiteNoise
source: White Noise
bn: সাদা শব্দ
hi: व्हाइट नॉइज़
id: Kebisingan Putih
it: Rumore bianco
ko: 백색 잡음
tr: Beyaz Gürültü

# soundThunder
source: Thunder
bn: বজ্র
hi: गरज
id: Guruh
it: Tuono
ko: 우뢰
tr: Gök gürültüsü

source: Color Theme
bn: রঙের থিম
hi: रंग थीम
id: Tema Warna
it: Tema del colore
ko: 색상 테마
tr: Renk Teması

# themeTomato
source: Tomato
bn: টমেটো
hi: टमाटर
id: Tomat
it: Pomodoro
ko: 토마토
tr: Domates

# themeOcean
source: Ocean
bn: সমুদ্র
hi: समुद्र
id: Laut
it: Oceano
ko: 대양
tr: Okyanus

# themeForest
source: Forest
bn: বন
hi: जंगल
id: Hutan
it: Foresta
ko: 숲
tr: Orman

# themeLavender
source: Lavender
bn: ল্যাভেন্ডার
hi: लैवेंडर
id: warna lembayung muda
it: Lavanda
ko: 라벤더
tr: Lavanta

# themeSunset
source: Sunset
bn: সূর্যাস্ত
hi: सूर्यास्त
id: Matahari terbenam
it: Tramonto
ko: 일몰
tr: Gün batımı

# themeMidnight
source: Midnight
bn: মধ্যরাত
hi: मध्यरात्रि
id: Tengah malam
it: Mezzanotte
ko: 자정
tr: Gece yarısı

# themeRose
source: Rose
bn: গোলাপ
hi: गुलाब
id: Mawar
it: Rosa
ko: 장미
tr: Gül

# themeMint
source: Mint
bn: পুদিনা
hi: पुदीना
id: daun mint
it: Menta
ko: 박하
tr: Nane

source: Daily Goal
bn: দৈনিক লক্ষ্য
hi: दैनिक लक्ष्य
id: Tujuan Harian
it: Obiettivo quotidiano
ko: 일일 목표
tr: Günlük Hedef

source: Daily Goal Target
bn: দৈনিক লক্ষ্য
hi: दैनिक लक्ष्य
id: Target Sasaran Harian
it: Obiettivo giornaliero
ko: 일일 목표 목표
tr: Günlük Hedef Hedefi

source: Goal Reached!
bn: লক্ষ্য অর্জিত!
hi: लक्ष्य प्राप्त!
id: Tujuan Tercapai!
it: Obiettivo raggiunto!
ko: 목표 달성!
tr: Hedefe Ulaşıldı!

# sessionsProgress
source: {completed}/{target} sessions
bn: {completed}/{target} সেশন
hi: {completed}/{target} सेशन
id: {completed}/{target}sesi
it: {completed}/{target}sessioni
ko: {completed}/{target}세션
tr: {completed}/{target}oturumlar

# sessionsPerDay
source: {count} sessions per day
bn: প্রতিদিন {count} সেশন
hi: प्रति दिन {count} सेशन
id: {count}sesi per hari
it: {count}sessioni al giorno
ko: {count}일일 세션
tr: {count}günlük seanslar

# focusTimeToday
source: {minutes} min focused today
bn: আজ {minutes} মিনিট মনোযোগী
hi: आज {minutes} मिनट केंद्रित
id: {minutes}min fokus hari ini
it: {minutes}minuto concentrato oggi
ko: {minutes}오늘은 집중했어
tr: {minutes}bugün odaklandım

source: New Quote
bn: নতুন উদ্ধৃতি
hi: नया उद्धरण
id: Kutipan Baru
it: Nuova citazione
ko: 새로운 견적
tr: Yeni Teklif

# quote1Text
source: The secret of getting ahead is getting started.
bn: এগিয়ে যাওয়ার রহস্য হলো শুরু করা।
hi: आगे बढ़ने का रहस्य शुरू करना है।
id: Rahasia untuk maju adalah dengan memulainya.
it: Il segreto per andare avanti è iniziare.
ko: 앞서가는 비결은 시작하는 것입니다.
tr: İlerlemenin sırrı başlamaktır.

# quote1Author
source: Mark Twain
bn: মার্ক টোয়েন
hi: मार्क ट्वेन
id: Tandai Twain
ko: 마크 트웨인

# quote2Text
source: Focus on being productive instead of busy.
bn: ব্যস্ত নয়, উৎপাদনশীল হওয়ায় মনোযোগ দিন।
hi: व्यस्त नहीं, उत्पादक होने पर ध्यान दें।
id: Fokuslah untuk menjadi produktif daripada sibuk.
ko: 바쁜 것보다 생산적인 일에 집중하세요.
tr: Meşgul olmak yerine üretken olmaya odaklanın.

# quote2Author
source: Tim Ferriss
bn: টিম ফেরিস
hi: टिम फेरिस
id: Tim Ferris
ko: 팀 페리스
tr: Tim Ferris

# quote3Text
source: It's not that I'm so smart, it's just that I stay with problems longer.
bn: আমি এত বুদ্ধিমান নই, আমি শুধু সমস্যার সাথে বেশি সময় থাকি।
hi: मैं इतना स्मार्ट नहीं हूं, मैं बस समस्याओं के साथ अधिक समय रहता हूं।
id: Bukannya aku begitu pintar, hanya saja aku bertahan lebih lama dengan masalah.
it: Non è che io sia così intelligente, è solo che rimango con i problemi più a lungo.
ko: 내가 너무 똑똑한 것이 아니라 문제에 더 오랫동안 머물러 있는 것뿐입니다.
tr: Çok akıllı olduğumdan değil, sadece sorunlarla daha uzun süre baş başa kaldığım için.

# quote3Author
source: Albert Einstein
bn: অ্যালবার্ট আইনস্টাইন
hi: अल्बर्ट आइंस्टीन
ko: 알베르트 아인슈타인

# quote4Text
source: The way to get started is to quit talking and begin doing.
bn: শুরু করার উপায় হলো কথা বলা বন্ধ করে কাজ শুরু করা।
hi: शुरू करने का तरीका है बात करना बंद करो और करना शुरू करो।
id: Cara memulainya adalah dengan berhenti berbicara dan mulai melakukan.
it: Il modo per iniziare è smettere di parlare e iniziare a fare.
ko: 시작하는 방법은 말을 멈추고 행동을 시작하는 것입니다.
tr: Başlamanın yolu konuşmayı bırakıp yapmaya başlamaktır.

# quote4Author
source: Walt Disney
bn: ওয়াল্ট ডিজনি
hi: वॉल्ट डिज़्नी
ko: 월트 디즈니

# quote5Text
source: You don't have to be great to start, but you have to start to be great.
bn: শুরু করতে আপনাকে দারুণ হতে হবে না, কিন্তু দারুণ হতে হলে শুরু করতে হবে।
hi: शुरू करने के लिए आपको महान होने की आवश्यकता नहीं है, लेकिन महान होने के लिए आपको शुरू करना होगा।
id: Anda tidak harus menjadi hebat untuk memulai, tetapi Anda harus memulai untuk menjadi hebat.
it: Non devi essere eccezionale per iniziare, ma devi iniziare ad essere eccezionale.
ko: 시작하기 위해 위대할 필요는 없지만, 위대해지려면 시작해야 합니다.
tr: Başlamak için harika olmanıza gerek yok, ama harika olmak için başlamanız gerekiyor.

# quote5Author
source: Zig Ziglar
bn: জিগ জিগলার
hi: ज़िग ज़िगलर
ko: 지그 지글러

# quote6Text
source: Success is the sum of small efforts repeated day in and day out.
bn: সাফল্য হলো প্রতিদিন পুনরাবৃত্ত ছোট প্রচেষ্টার সমষ্টি।
hi: सफलता प्रतिदिन दोहराए गए छोटे प्रयासों का योग है।
id: Kesuksesan adalah hasil dari usaha-usaha kecil yang dilakukan berulang-ulang hari demi hari.
it: Il successo è la somma di piccoli sforzi ripetuti giorno dopo giorno.
ko: 성공은 매일 반복되는 작은 노력의 합입니다.
tr: Başarı her gün tekrarlanan küçük çabaların toplamıdır.

# quote6Author
source: Robert Collier
bn: রবার্ট কলিয়ার
hi: रॉबर्ट कोलियर
it: Roberto Collier
ko: 로버트 콜리어

# quote7Text
source: The only way to do great work is to love what you do.
bn: দারুণ কাজ করার একমাত্র উপায় হলো আপনি যা করেন তা ভালোবাসা।
hi: महान काम करने का एकमात्र तरीका है कि आप जो करते हैं उससे प्यार करें।
id: Satu-satunya cara untuk melakukan pekerjaan hebat adalah dengan mencintai apa yang Anda lakukan.
it: L’unico modo per fare un ottimo lavoro è amare ciò che fai.
ko: 훌륭한 일을 하는 유일한 방법은 자신이 하는 일을 사랑하는 것입니다.
tr: Harika işler yapmanın tek yolu yaptığınız işi sevmektir.

# quote7Author
source: Steve Jobs
bn: স্টিভ জবস
hi: स्टीव जॉब्स
ko: 스티브 잡스

# quote8Text
source: Concentrate all your thoughts upon the work at hand.
bn: হাতের কাজে আপনার সব চিন্তা কেন্দ্রীভূত করুন।
hi: अपने सभी विचारों को हाथ के काम पर केंद्रित करें।
id: Pusatkan semua pikiran Anda pada pekerjaan yang ada.
it: Concentra tutti i tuoi pensieri sul lavoro da svolgere.
ko: 당면한 일에 모든 생각을 집중하십시오.
tr: Tüm düşüncelerinizi elinizdeki işe yoğunlaştırın.

# quote8Author
source: Alexander Graham Bell
bn: আলেকজান্ডার গ্রাহাম বেল
hi: अलेक्जेंडर ग्राहम बेल
ko: 알렉산더 그레이엄 벨

# quote9Text
source: Time is what we want most, but what we use worst.
bn: সময় হলো যা আমরা সবচেয়ে বেশি চাই, কিন্তু সবচেয়ে খারাপভাবে ব্যবহার করি।
hi: समय वह है जो हम सबसे ज्यादा चाहते हैं, लेकिन सबसे बुरी तरह उपयोग करते हैं।
id: Waktu adalah hal yang paling kita inginkan, namun yang paling kita manfaatkan.
it: Il tempo è ciò che desideriamo di più, ma ciò che usiamo peggio.
ko: 시간은 우리가 가장 원하는 것이지만 가장 나쁘게 사용하는 것입니다.
tr: Zaman en çok istediğimiz ama en kötü kullandığımız şeydir.

# quote9Author
source: William Penn
bn: উইলিয়াম পেন
hi: विलियम पेन
ko: 윌리엄 펜

# quote10Text
source: Action is the foundational key to all success.
bn: কর্ম হলো সব সাফল্যের মৌলিক চাবি।
hi: कार्य सभी सफलता की मूलभूत कुंजी है।
id: Tindakan adalah kunci dasar dari semua kesuksesan.
it: L’azione è la chiave fondamentale di ogni successo.
ko: 행동은 모든 성공의 기본 열쇠입니다.
tr: Eylem, tüm başarının temel anahtarıdır.

# quote10Author
source: Pablo Picasso
bn: পাবলো পিকাসো
hi: पाब्लो पिकासो
ko: 파블로 피카소

# quote11Text
source: Don't watch the clock; do what it does. Keep going.
bn: ঘড়ির দিকে তাকাবেন না; এটি যা করে তাই করুন। চালিয়ে যান।
hi: घड़ी मत देखो; वही करो जो वह करती है। आगे बढ़ते रहो।
id: Jangan memperhatikan jam; melakukan apa yang dilakukannya. Terus berlanjut.
it: Non guardare l'orologio; fare quello che fa. Continuare.
ko: 시계를 보지 마십시오. 그것이하는 일을하십시오. 계속하세요.
tr: Saate bakmayın; ne yapıyorsa onu yap. Devam etmek.

# quote11Author
source: Sam Levenson
bn: স্যাম লেভেনসন
hi: सैम लेवेन्सन
ko: 샘 레벤슨

# quote12Text
source: Your limitation—it's only your imagination.
bn: আপনার সীমাবদ্ধতা শুধু আপনার কল্পনা।
hi: आपकी सीमाएं केवल आपकी कल्पना हैं।
id: Keterbatasan Andaâ€”itu hanya imajinasi Anda.
it: Il tuo limite: è solo la tua immaginazione.
ko: 당신의 한계는 당신의 상상일 뿐입니다.
tr: Sınırlamanız — bu yalnızca sizin hayal gücünüzdür.

# quote12Author
source: Unknown
bn: অজানা
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ko: 알려지지 않은
tr: Bilinmiyor

# quote13Text
source: Dream it. Wish it. Do it.
bn: স্বপ্ন দেখুন। চান। করুন।
hi: सपना देखो। चाहो। करो।
id: Mimpikan itu. Berharap itu. Lakukan itu.
it: Sognatelo. Lo auguro. Fallo.
ko: 꿈을 꾸세요. 그것을 바란다. 하세요.
tr: Hayal et. Dile. Yap.

# quote13Author
source: Unknown
bn: অজানা
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ko: 알려지지 않은
tr: Bilinmiyor
