Repository: ernanesa/APPs_Flutter
Catalog: apps/bmi_calculator/lib/l10n/app_*.arb
Languages: hi, id, ru, tr

# appTitle
source: BMI Calculator
hi: BMI कैलकुलेटर
id: Kalkulator BMI
ru: ИМТ Калькулятор
tr: BMI Hesaplayıcı

source: Calculator
hi: कैलकुलेटर
id: Kalkulator
ru: Калькулятор
tr: Hesap Makinesi

source: History
hi: इतिहास
id: Sejarah
ru: История
tr: Tarih

source: Evolution
hi: विकास
id: Evolusi
ru: Эволюция
tr: Evrim

# weight
source: Weight (kg)
hi: वजन (kg)
id: Berat (kg)
ru: Вес (кг)
tr: Ağırlık (kg)

# height
source: Height (cm)
hi: ऊंचाई (cm)
id: Tinggi (cm)
ru: Рост (см)
tr: Yükseklik (cm)

source: Calculate
hi: गणना करें
id: Menghitung
ru: Рассчитать
tr: Hesaplamak

# save
source: Save Result
hi: परिणाम सहेजें
id: Simpan Hasil
ru: Сохранить
tr: Sonucu Kaydet

source: Result
hi: परिणाम
id: Hasil
ru: Результат
tr: Sonuç

# yourBmi
source: Your BMI is {bmi}
hi: आपका BMI {bmi} है
id: BMI Anda adalah{bmi}
ru: Ваш ИМТ: {bmi}
tr: BMI'ınız{bmi}

# category
source: Category: {category}
hi: श्रेणी: {category}
id: Kategori:{category}
ru: Категория: {category}
tr: Kategori:{category}

# infoTitle
source: BMI Information
hi: BMI जानकारी
id: Informasi BMI
ru: Информация об ИМТ
tr: BMI Bilgileri

# infoDescription
source: Body Mass Index (BMI) is a measure of body fat based on height and weight that applies to adult men and women.
hi: बॉडी मास इंडेक्स (BMI) ऊंचाई और वजन पर आधारित शरीर की वसा का एक माप है जो वयस्क पुरुषों और महिलाओं पर लागू होता है।
id: Indeks Massa Tubuh (BMI) merupakan ukuran lemak tubuh berdasarkan tinggi dan berat badan yang berlaku pada pria dan wanita dewasa.
ru: Индекс массы тела (ИМТ) — это показатель жира в организме, основанный на росте и весе, который применяется к взрослым мужчинам и женщинам.
tr: Vücut Kitle İndeksi (BMI), yetişkin erkek ve kadınlar için geçerli olan, boy ve kiloya dayalı vücut yağının bir ölçüsüdür.

# source
source: Source: World Health Organization (WHO)
hi: स्रोत: विश्व स्वास्थ्य संगठन (WHO)
id: Sumber: Organisasi Kesehatan Dunia (WHO)
ru: Источник: Всемирная организация здравоохранения (ВОЗ)
tr: Kaynak: Dünya Sağlık Örgütü (WHO)

source: Underweight
hi: कम वजन
id: Berat badan kurang
ru: Недостаточный вес
tr: Düşük kilolu

# normal
source: Normal weight
hi: सामान्य वजन
id: Berat badan normal
ru: Нормальный вес
tr: Normal ağırlık

source: Overweight
hi: अधिक वजन
id: Kegemukan
ru: Избыточный вес
tr: Fazla kilolu

# obesity1
source: Obesity Class I
hi: मोटापा कक्षा I
id: Obesitas Kelas I
ru: Ожирение I степени
tr: Obezite Sınıfı I

# obesity2
source: Obesity Class II
hi: मोटापा कक्षा II
id: Obesitas Kelas II
ru: Ожирение II степени
tr: Obezite Sınıfı II

# obesity3
source: Obesity Class III
hi: मोटापा कक्षा III
id: Obesitas Kelas III
ru: Ожирение III степени
tr: Obezite Sınıfı III

source: Delete
hi: हटाएं
id: Menghapus
ru: Удалить
tr: Silmek

# noHistory
source: No history yet
hi: अभी कोई इतिहास नहीं है
id: Belum ada sejarah
ru: История пуста
tr: Henüz geçmiş yok

source: Evolution Graph
hi: विकास ग्राफ
id: Grafik Evolusi
ru: График эволюции
tr: Evrim Grafiği

# needTwoEntries
source: Keep tracking! You need at least 2 entries to see evolution.
hi: रिकॉर्ड करते रहें! विकास देखने के लिए आपको कम से कम 2 प्रविष्टियों की आवश्यकता है।
id: Terus lacak! Anda memerlukan setidaknya 2 entri untuk melihat evolusi.
ru: Продолжайте записывать! Для просмотра эволюции необходимо минимум 2 записи.
tr: Takip etmeye devam edin! Evrimi görmek için en az 2 girişe ihtiyacınız var.

# bmiEvolutionTitle
source: BMI Evolution
hi: BMI विकास
id: Evolusi BMI
ru: Эволюция ИМТ
tr: BMI Gelişimi

source: Reset
hi: रीसेट
id: Mengatur ulang
ru: Сброс
tr: Sıfırla

source: Result saved!
hi: परिणाम सहेजा गया!
id: Hasil disimpan!
ru: Результат сохранен!
tr: Sonuç kaydedildi!
